[{"chapter_title":" 家电与电子产品","chapter_content":[{"section_title":" 风扇","section_content":["风扇使空气流动吹在人的皮肤上面，使人感觉凉爽。这时空气的温度降低了吗？其实没有，而是流动的空气带走了人体的热量，因此人感觉凉快。","风扇又称电风扇，有吊扇、落地扇、台扇…等很多种，但基本原理一样：都是靠电动机带动叶片旋转，利用叶片的旋转强制使空气形成对流。风速可以通过风扇的挡位旋（按）钮进行调节。风速越大，因为热量被更快带走，人感觉越凉爽。当然，空气要比物体及其表面的温度低才能带走热量，气温越高，风扇的降温效果越差。为了使用方便，风扇一般都增加了摇头、调速、遥控、定时（机械方式、电子方式）等功能。","imgs/image004.jpg","imgs/image006.jpg","imgs/image008.jpg","电风扇及其叶片","要强制使空气形成对流，叶片的形状是关键：它不是平的，而是弧面形状。这和船用螺旋桨、飞机螺旋桨，甚至风力发电的叶片等是类似的，当然具体形状有一些差别。","以前的风扇叶片材料用金属，重而且噪音大。现在基本上都用塑料的材质，不仅轻巧、省电、安全，由于塑料“阻尼”大，运行时还很安静。有的风扇不是为了降低气温，而是通风换气，即排气扇。"]},{"section_title":" 压缩式制冷","section_content":["绝大多数冰箱与空调的制冷原理都是压缩制冷，这是应用最为广泛的方式。","压缩式制冷系统由压缩机、冷凝器、节流阀、蒸发器组成，用管道将它们连接成一个密封系统，里面装有沸点很低的制冷剂。以冰箱为例，蒸发器与箱内接触，可以吸收内部的热，冷凝器与外界空气接触，可以放热到环境。压缩机启动以后，会从蒸发器中吸入低压的制冷剂蒸汽，将其压缩、升温后以高压排出；高压高温的制冷剂蒸汽进入冷凝器后，被常温的空气（或冷却水）冷却，放出热量，并凝结成高压液体。高压液体流经节流阀节流，变成低压、低温的气液两相混合物，进入蒸发器，以低温状态与被冷却对象发生热交换，吸收被冷却对象的热量并气化，产生的低压蒸汽再次被压缩机吸入。如此周而复始，不断循环，就能够不断地将冰箱内部的热量“搬到”外界释放。","因此，压缩制冷就是利用制冷剂相态变化过程所发生的吸放热现象，借助于压缩机的抽吸压缩、冷凝器的放热冷凝、节流阀（膨胀阀）的节流降压、蒸发器的吸热汽化的不停循环过程，达到使被冷对象温度下降目的。","以前的制冷剂用了一种叫氟利昂的物质，由于它会对环境造成影响，特别是破坏大气中的臭氧层，所以逐渐被其他制冷剂取代。","imgs/image010.jpg","imgs/image012.jpg","压缩制冷系统&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\n&nbsp;&nbsp;&nbsp;&nbsp;吸收制冷的原理"]},{"section_title":" 吸收式制冷","section_content":["该方式使用具有特殊性质的两种材料（称为工质对），利用一种物质对另一种物质的吸收和释放，产生状态变化时伴随吸热和放热过程的原理。常用的工质对有氨水和水/溴化锂。","吸收式制冷系统由发生器、冷凝器、制冷节流阀、蒸发器、吸收器、溶液节流阀、溶液热交换器和溶液泵组成。整个系统包括两个回路：一个是制冷剂回路，一个是溶液回路。","系统中使用的工作流体是制冷剂和吸收剂（工质对）。吸收剂是液体，它对制冷剂有很强的吸收能力。吸收剂吸收制冷剂气体后形成溶液，溶液加热又能放出制冷剂气体。因此，可用溶液回路取代压缩机的作用，构成吸收式制冷的循环。","制冷剂回路包括冷凝器、制冷剂节流阀、蒸发器。高压制冷剂气体在冷凝器中冷凝，产生的高压制冷剂液体经节流后到蒸发器蒸发，吸收热量，实现制冷。溶液回路由发生器、吸收器、溶液节流阀、溶液热交换器和溶液泵组成。在吸收器中，吸收剂吸收来自蒸发器的低压制冷剂气体，形成富含制冷剂的溶液，将该溶液用泵送到发生器，经过加热使溶液中的制冷剂重新蒸发出来，送入冷凝器。另一方面，蒸发后的溶液重新恢复到原来的成分，经冷却、节流后成为具有吸收能力的吸收液，进入吸收器，吸收来自蒸发器的低压制冷剂蒸汽。吸收过程中伴随释放吸收热，为了保证吸收的顺利进行，需要冷却吸收液。","上述过程中，吸收器好比压缩机的吸入侧；发生器好比压缩机的排出侧。","吸收式制冷采用水或氨等制冷剂，对环境和大气臭氧层无害；不依赖电力，除了利用锅炉蒸气、燃料产生的热能外，还可以利用余热、废热、太阳能等低品位热能，在同一机组中还可以实现制冷和制热（采暖）的双重目的。运转安静，振动小；制冷机在真空下运行，结构简单，安全可靠，安装方便。当负载改变时，只需调节发生器热源和水循环量即可。缺点是以水为冷媒时，无法获得低温（水冰点为0℃），另外操作不当时，溴化锂易生结晶。"]},{"section_title":" 冰箱","section_content":["冰箱可使食物等保持恒定的低温，是现代家庭必不可少的制冷设备。1910年，世界上第一台压缩制冷冰箱在美国问世，目前的家用冰箱大多也采用压缩制冷。","根据食品冷冻保存的需要，冰箱内一般有两种温度，分别用于冷藏、冷冻。冷藏室的温度保持在0℃以上，用以储藏不需冻结的食品。冷冻室可储藏冷冻的食品，如肉类。","普通家用电冰箱有单门、双门以及多门的结构，容积在20～500升之间。单门冰箱是冷藏室和冷冻室合在只有一扇门的箱体内，以冷藏和保鲜为主，结构简单、使用方便、耗电少、价格低的优点，但功能单一。复杂的四门电冰箱则有4个温区，适用于冷冻、冷藏、保鲜及果蔬贮藏等。","冰箱内部的冷却方式有多种，一种是传统的自然对流式，又称直冷式或有霜电冰箱。冷冻室直接由蒸发器围成，或者冷冻室内有一个蒸发器，另外冷藏室上部再设一个蒸发器，由蒸发器直接吸取热量降温。此类冰箱结构相对简单，耗电量小，但使用相对不方便。另一种是冷气强制循环式，又称风冷式或无霜冰箱。内有一个小风扇强制箱内空气流动，因此箱内温度均匀，冷却速度快，使用方便。但因有除霜系统，耗电量稍大，制造相对复杂。","冷柜（冷藏柜）是与冰箱类似的用于保存食物的制冷设备，主要由于商店等需要大量冷冻的场合。"]},{"section_title":"空调","section_content":["日常使用的空调有多种形式，如窗机、分体（壁挂，柜机）等，但其制冷原理基本上都是以压缩式制冷为主，主要的差别在于具体结构。为了节省能量，人们也在不断改进制冷方式。"]},{"section_title":"变频空调器","section_content":["传统空调器是不断地根据温度控制指令间歇停止和启动制冷压缩机（在额定转速3000转/分下恒速运转），以维持在设定室温的范围内。变频式空调器能将50赫芝的电网频率转变为30-130赫芝，从而使制冷压缩机的转速在1800-7800转/分范围内变化，调节制冷系统的冷媒流量；并能在142-270伏范围的电网电压正常使用，根据温度控制指令，在压缩机连续运行时会改变频率，当产冷量要大时则高速运转，反之低速运转。","一般空调机是通过压缩机的反复的启动和停止来维持设定温度的，所以室温会产生波动，发生过冷或过热的现象。变频式空调可控制压缩机的转速，自如地改变功率的高低，使室内温度始终保持在与设定值接近的范围。变频有直流、交流两种方式，以直流方式为好。变频式空调机启动时，可以最高的功率进行运转，迅速制冷、制暖；可根据需要的多少来决定功率，且由于压缩机几乎没有反复的启动/停止，故能源转化效率高，耗电费约是一般空调机的2/3。"]},{"section_title":"中央空调","section_content":["是一种由一台主机制冷/制热的独立空调系统，通过风管送风或冷热水管接多个末端出风设备，将冷暧送到不同的区域，来实现室内空气调节的目的。适用于别墅、公寓、家庭住宅和各种工业、商业场所的暗藏式空调。"]},{"section_title":" 帕尔帖效应与半导体电子制冷","section_content":["1843年，法国物理学家帕尔帖在铜丝的两头各接一根铋丝，再将两根铋丝分别接到直流电源的正负极上。通电后，他惊奇地发现：一个接头变热，另一个接头变冷。这个现象后来就被称为帕尔帖效应。其机理是，电荷载体在导体中运动形成电流，由于电荷载体在不同的材料中处于不同的能级，当它从高能级向低能级运动时，就会释放出多余的热量。反之，就需要从外界吸收热量（表现为制冷）。","半导体电子制冷是利用帕尔帖效应的一种制冷方法，又称“热电制冷”或者“温差电制冷”。电子冰箱典型的简单结构为：将P型、N型半导体，以及铜板、铜导线连成一个回路，并由12V直流电供电；接通电流后，冰箱内部的接点变冷，冰箱后面散热器的另一个接头散热。","半导体电子制冷无需制冷剂，效率高、耗电量低（在100W以下，耗电量只有压缩式和吸收式的一半），无机械传动部件，体积小、无磨损，无噪音，寿命长、运行可靠、冷却速度快、易控制。但制冷温度与环境温度有关（一般低于环境温度20度），不能制冰，且冰箱容积不能太大，否则制冷效果下降，耗电量增加。"]},{"section_title":" 电阻加热","section_content":["能够导电的物质称为“导体”，反之为“绝缘体”。当电流通过导体时，由于导体或多或少有对电流的阻碍作用（电阻），电流克服电阻需要做功，电流做多少功，就有多少电能转化成热能。根据电工学的焦耳定律，发热的大小（功率）与通过电阻的电流及电阻值有关，即P=I2*R。","电阻式电热器是利用导体的电阻来产生热量来加热的，应用很广。“热得快”就是电阻加热的典型代表，底部螺旋形的金属线圈就是电阻。此外，还有电熨斗、电饭煲、电热毯、烤火（取暖）器、电热水器、电烤箱、烘箱、烤面包机、电烙铁等。使用这些加热装置时，一定要注意安全。","电阻热的传递，也包括热传递的三种基本方式：对流、辐射与传导。如红外线取暖器，就是利用红外辐射的热能辐射方式，当热电阻丝辐射的红外线照到人身上，能量直接就被人吸收了；电熨斗、电饭煲、电热水器等则利用了传导的热传递方式。下面介绍大家熟悉的电饭煲，又称作电锅、电饭锅。","imgs/image014.jpg","imgs/image016.jpg","imgs/image018.jpg","imgs/image020.jpg","（a）热得快&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\n（b）电熨斗&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\n（c）电饭煲&nbsp;&nbsp; （d）电烙铁","电阻加热装置"]},{"section_title":" 电饭煲","section_content":["电饭煲是利用电能转变为热能的炊具，由日本人发明于上世纪50年代。电饭煲具有对食品进行蒸、煮、炖、煨等多种操作功能，使用方便，清洁卫生，缩减了很多家庭花费在煮饭上的时间，已成为日常家用电器。","常见的电饭锅分为机械式电饭煲和电脑式电饭煲两类。电脑式电饭煲是利用锅底的热敏电阻感应，温度达到160℃的时候，由电脑控制切断电源。","机械式电饭煲的工作原理是利用电饭煲的心脏—磁钢控温器的特点来实现的：磁钢温控器在温度超过160℃的时候里面的两块磁铁就会失去磁性，依靠安装在里面的弹簧把两块磁铁分开，从而切断电源使电饭煲进入保温状态。具体来说，机械式电饭煲主要由发热盘、限温器、保温开关、杠杆开关、限流电阻、指示灯、插座等组成。发热盘是电饭煲的主要发热元件。这是一个内嵌电发热管的铝合金圆盘，内锅就放在它上面。限温器又叫磁钢。它的内部装有一个永久磁环和一个弹簧，可以按动，位置在发热盘的中央。煮饭时，按下煮饭开关，靠磁钢的吸力带动杠杆开关使电源触点保持接通，锅底的温度不断升高，永久磁环的吸力随温度的升高而减弱，当内锅里的水被蒸发掉，锅底的温度达到103±2℃时，磁环的吸力小于其上的弹簧的弹力，限温器被弹簧顶下，带动杠杆开关，切断电源。","保温开关又称恒温器，由一个弹簧片、一对常闭触点、一对常开触点、一个双金属片组成。煮饭时，锅内温度升高，由于构成双金属片的两片金属热伸缩率不同，金属片向上弯曲。当温度达到80℃以上时，在双金属片推动下，弹簧片带动常开与常闭触点进行转换，从而切断发热管电源，停止加热。当锅内温度下降到80℃以下时，双金属片逐渐冷却复原，常开与常闭触点再次转换，接通发热管电源，进行加热。如此反复，达到保温效果。","杠杆开关是机械结构，有一个常开触点。煮饭时，按下此开关，给发热管接通电源，同时给加热指示灯供电使之点亮。饭好时，限温器弹下，带动杠杆开关使触点断开。此后发热管仅受保温开关控制。限流电阻是保护发热管的关键元件，接在发热管与电源之间，起着保护发热管的作用。"]},{"section_title":" 电磁感应与电磁炉","section_content":["感应加热的原理是基于1831年英国物理学家法拉第（Faraday）发现的电磁感应现象：闭合电路的一部分导体在磁场中做切割磁感线运动，导体中就会产生电流，称为电磁感应（Electromagnetic\r\ninduction），产生的电流称为感应电流。换句话说，电磁感应是因磁通量变化产生感应电动势的现象。该原理不仅揭示了电与磁之间的内在联系，而且为电与磁之间的相互转化奠定了实验基础，它的发现是电磁学领域中最伟大的成就之一。","家用电磁炉（电磁灶）采用的感应加热，就是利用了电磁感应原理：把金属放在交变磁场中，内部产生感应电流，电流进而产生电阻（焦耳）热。","在电磁炉中，一般是先把电能转换为磁能（如铜线圈通电后会产磁场），磁场作用于被加热金属体使其内部产生电涡流而导致发热。因此，电磁炉的结构上包括高频感应加热线圈（即励磁线圈）、高频电力转换装置、控制器及铁磁材料锅底炊具等部分。使用时，加热线圈中通入交变电流，线圈周围便产生交变磁场，磁场的磁力线大部分通过金属锅体，在锅底中产生大量涡流，从而产生烹饪所需的热。由于热直接在锅底产生，无需明火或传导式加热，热效率高，且安全、卫生。电路与水等介质不接触，无漏电或着火的危险。","由于需要利用磁场感应的涡流来产生热量，因此一般选用铁质（不锈钢）炊具。其他材质的炊具，如传统陶瓷瓦煲或一般铝制锅具，由于材料电阻率过大或过小，会造成电磁炉负荷异常，不适用于电磁炉。铁对磁场的吸收充分、屏蔽效果好，这样减少了很多磁辐射，所以铁锅比其他材质的炊具安全。此外，铁也是人体需要摄取的必要元素。搪瓷器皿是由铁器皿外包搪瓷而成，因此可用于电磁炉。还有一些电磁炉专用的瓦煲，表面上看不是金属做的，但锅底内藏铁磁性金属，因此也可用于电磁炉。","电磁感应加热原理在工业领域也有大量应用，如加热和熔炼金属。将工件放到空心铜管做成的感应器内，输入中频或高频（300-300000Hz或更高）的交流电，产生交变磁场在工件中产生同频率的感应电流。这种感应电流在工件的分布是不均匀的，表面强而内部弱，心部接近于零（称为“集肤效应”），可使工件表面迅速加热，在几秒钟内表面温度上升到800～1000&ordm;C，而心部温度升高很小。可用于金属零件表面淬火、熔炼、棒料透热、刀具焊接等领域。常用电流频率有高频（100～500KHZ）、中频（500～10000HZ）和工频（50HZ）几种，适用于不同场合。","电磁感应的应用其实是极其广泛的。除了上述的加热外，发电机、电动机、变压器乃至汽车车速表、磁带记录等很多领域，都是利用了电磁感应。"]},{"section_title":" 微波炉","section_content":["1946年，美国人斯潘瑟偶然发现微波溶化了糖果。1947年，第一台微波炉（Microwave Oven）就问世了。","微波是一种频率高（300MHZ～300GHZ）、波长很短的电磁波。这种电磁波的能量不仅比通常的无线电波大得多，而且遇到金属时能反射，不能被金属吸收或传导；遇到玻璃、塑料、陶瓷等绝缘材料可以穿透，但不会消耗能量；在遇到含有水分的蛋白质、脂肪等介质，如果微波的频率正好跟水分子振动的频率一样，微波能量就能被水分子吸收（类似于机械中的“共振”现象。另外，收音机是不是也是这样？），水分子吸收了能量就会有很强的振动，并将微波的电磁能量变为热能，宏观来看就是温度升高。由于微波的频率较高，它的传输需要用高导电率的波导管来传输。","微波的频段虽然很宽，但是真正用于微波加热的频段却很窄，主要原因是使用较多的频率可能对通讯造成干扰。国际上，家用微波炉有915MHz和2450MHz两个频率，2450MHz用于家庭烹调炊具，915MHz用于干燥、消毒。","学过化学都知道，水分子（H2O）作为一个整体是电中性的，对外不显电性，但从内部来看，其正、负电荷的中心是不重合的，因此可以受到外界电场吸引。例如你用带电的玻璃棒靠近龙头流出的细小水流，会使其偏转。这就是所谓“有极性”。食物等含水的被加热介质，可分为“无极性”分子和“有极性”分子两类电介质。水分子等极性分子，如果放入外加电场中，每个分子会沿着电场的方向形成有序排列，这一过程称为“极化”。外加电场越强，极化作用也越强。当外加电场改变方向时，极性分子也随之以相反的方向形成有序排列。","如果对极性分子施加交变电场或磁场，将被反复交变磁化；交变电场的频率越高，极性分子反复转向的极化也就越快，从而造成分子热运动的动能增大，也就是热量增加，温度随之升高，便完成电磁能向热能的转换。微波能穿透食物达5cm深，通过使食物中的水分子运动产生热能，于是食物“煮”熟了。","微波炉内发生微波的叫磁控管，能产生每秒钟振动24.5亿次的微波。工作时，电控系统将220Ｖ交流电压通过高压变压器和高压整流器，转换成4000Ｖ左右的直流电压，送到磁控管产生微波，微波能通过波导管传入炉热腔里。由于炉热腔是金属制成的，微波不能穿过，只能在炉腔里反射，并反复穿透食物并加热食物。同样道理，装食物的容器不能用金属，而用玻璃、塑料等绝缘材料制成。","用普通炉灶加热食物时，热量是从食物外部逐渐进入内部的。而微波炉烹饪热量则是直接深入食物内部，所以烹饪速度比其它炉灶快4~10倍，热效率高达80%以上，远高于其他加热方式。由于烹饪时间很短，能很好保持食物中的维生素和天然风味。比如，用微波炉煮青豌豆，几乎可以使维生素C一点都不损失。另外，微波还可以消毒杀菌，解冻，干燥……","微波炉内部辐射量很大，但由于已做好防护措施，特别是外壳用不锈钢等金属材料，对外辐射程度就和一支40W日光灯管差不多，对人几乎没有影响。现在有一些关于微波加热食品对健康有害的流言，但经过多年的广泛使用，还没有任何依据表明，有人因为食用了微波加热食品而损害了健康。","微波炉使用时，注意不要空“烧”，因为此时微波能量无法被吸收，容易损坏磁控管。另外，人体组织含有大量水分，一定要在磁控管停止工作后，再打开炉门，提取食物。有些所谓带“烧烤”功能的微波炉，则是结合了电阻热等另外的加热方式。"]},{"section_title":" 白炽灯","section_content":["白炽灯，即俗称的“灯泡”，是最早出现的电照明形式。主要有四种灯泡形式，即钨丝灯（Tungsten-filament）、卤钨灯(Tungsten halogen)、石英卤素灯（Quartz halogen）和红外线反射灯（Infra-lamps，简称IR灯），发光原理都是将电流通过灯丝，利用电阻热使其达到极高温度（2000℃以上，进入所谓“白炽”状态），就象烧红了的铁能发光一样，伴随热辐射发射出可见光，所以摸到点亮的白炽灯时会感觉灼手。从物理机制来讲，灯丝材料加热至白炽状态后，原子核外电子会被激发，向较高能量的外层跃迁。当电子再次向低能量的电子层跃迁时，多余能量便以光的形式释放出来，同时产生热量。灯丝温度越高，发出的光就越亮。","由于这种发光处于极高的温度环境，一般材料难以胜任。大名鼎鼎的爱迪生经过反复摸索和几千次试验，才找到理想的灯丝材料——熔点高达3000多度的钨，使得亮度高、使用方便的电照明得到了普及。","为减少灯丝在高温下的氧化，灯泡内部抽成了真空状态，然后加入一些惰性气体，以保证在大气压下不易破碎。为避免抽气不够彻底，还在灯泡内部的玻璃柱上涂少量红磷，红磷受热变成白磷，与氧气反应生成固态的五氧化二磷，从而消耗掉氧气。但钨丝在长时间高温下会像水蒸汽一样不断挥发，逐渐沉积到玻璃壳内表面，灯泡慢慢变黑和不透明，钨丝也越来越细、直至最后烧断。","如果向灯泡内充入碘和溴等卤素，可以实现钨丝的一种“自我再生”，从而大大延长使用寿命，这也是所谓“卤素灯”的特点。当钨原子被蒸发并接近玻璃壳时，钨蒸气被“冷却”，大约800℃时和卤素原子结合形成卤化钨（碘化钨或溴化钨）。卤化钨向中央移动，落到被腐蚀的灯丝上。卤化钨不稳定，遇热后会分解成卤素蒸气和钨，这样钨又在灯丝上沉积下来，使灯丝得到补充，如此循环。","白炽灯发出的光是全色光，有人认为更接近自然光，对人、特别是儿童的视力有好处。其实，各种色光的成份比例是由发光物质（钨）以及温度决定的，比例不平衡会导致光的偏色。不知你有没有这种经历，在商场内购衣物时，对颜色的感觉和穿出来在商场外自然光下的感觉完全不一样。","白炽灯的灯丝工作在密闭的玻璃灯泡（管）内，脆弱的外壳一旦破损，灯就报废了。另外，大量电能通过发热损失掉，能源利用率很低。随着更加节能的电照明技术的出现，白炽灯已逐渐被淘汰。","imgs/image022.jpg","imgs/image024.jpg","白炽灯的构造 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;日光灯的构造"]},{"section_title":" 日光灯","section_content":["日光灯是荧光灯的一种，通常指直条式的荧光灯，1938年由美国通用电子公司发明。","日光灯的玻璃管内壁均匀涂有一层薄薄的荧光粉，两端装有灯丝。管内被抽成接近真空（103～104毫米汞柱），并充入少量惰性气体，同时还注入微量的液态水银。工作时，两端灯丝之间的气体导电并发出紫外线，激发荧光粉发出柔和的可见光。","日光灯灯管开始点燃时需要一个高电压，而正常发光时只允许通过不大的电流，这时灯管两端的电压低于220伏的电源电压，该转换通过“整流器”与“启辉器”的联合作用来实现。因此具体发光过程分几个阶段：当电源开关接通的时候，电压立即通过镇流器和灯管灯丝加到启辉器的两极，使启辉器内的惰性气体电离并出现辉光放电，同时产生的热量使双金属片膨胀、接触，这时镇流器、启辉器触极和两端灯丝分别构成通路，灯丝被很快加热并发射大量电子；导通后，启辉器内闭合两极间的电压降为零，辉光放电消失、管内温度降低，双金属片自动复位，两极又断开，电流切断瞬间镇流器产生很大的自感电动势，与电源电压叠加后作用于管两端。灯丝受热时发射的大量电子在高电压作用下，在灯管内从低电势端向高电势端加速运动，在高速运动过程中碰撞管内的氩气分子，使之电离、生热，热量使水银产生蒸气并被电离，同时发出强烈的紫外线。紫外线激发管壁内的荧光粉，发出近乎白色的可见光。","日光灯正常发光后，交流电不断通过镇流器的线圈，线圈产生自感电动势会阻碍电流的变化，镇流器这时可使电流、电压稳定在额定范围内，起降压限流的作用。该电压低于启辉器的电离电压，所以并联在两端的启辉器就不起作用了。","日光灯内也使用了钨丝，但工作温度比白炽灯丝的工作温度低很多，所以寿命大大提高，可达5000小时以上。由于它运用效率较高的电子镇流器，不存在白炽灯那样的电流热效应，荧光粉的能量转换效率也很高（每瓦50流明以上），所以节约电能。但高温下钨丝仍然会气化并凝结在温度较低的灯管壁上，使用一定时间后灯管两端发黑。当钨丝升华变得较细时，很容易烧断，从而结束灯的寿命。另外，由于含有重金属的水银等物质，废旧灯管需要进行妥善处置。"]},{"section_title":" 节能灯","section_content":["节能灯又称为电子灯泡，实际上是一种自带镇流器的紧凑型日光灯，即荧光灯与镇流器组合成一个整体，利用外层荧光材料受紫外激发而发光。","点亮节能灯时，首先经过电子镇流器给灯管灯丝加热，热的灯丝发射电子，冲击灯管内的氩气原子，氩原子再撞击内部的汞原子，汞原子吸收能量后跃迁产生电离，在灯管内构成等离子态。灯管两端电压直接经过等离子态导通，并发出253.7nm的紫外线，利用紫外线激起荧光粉发光。除了白色（冷光）外，还有黄色（暖光）的节能灯。","一般来说，节能灯可比白炽灯节能80%，如一盏5瓦节能灯的亮度大致可达25瓦白炽灯的水平，热辐射大大减少，寿命可延长8倍，因此推广意义重大。然而，废旧节能灯对环境也有很大危害，其回收和处理必须加以重视。","imgs/image026.jpg","imgs/image028.jpg","imgs/image030.jpg","节能灯&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;发光二极管与LED灯泡"]},{"section_title":" 半导体照明与LED","section_content":["半导体照明采用了全新的发光方式，即用固体半导体芯片—主要是发光二极管（LED，Light Emitting Diode）—作为发光材料，利用一种称为“电致发光效应”的原理，将电能转化为白、红、黄、蓝、绿、青、紫等各色可见光。","LED发光原理跟半导体激光的产生相似，发射的是所谓自发辐射光（非相干光）。根据物理学，一个原子中的电子有很多能级，当电子从高能级向低能级跳变时，电子的能量就减少了，而减少的能量则转变成光子发射出去，这就是激光。LED原理类似，不过并不是通过原子内部的电子跃变来发光的，而是通过将电压加在LED半导体PN结的两端，使PN结本身形成一系列的能级，然后电子在这些能级上跃变并产生光子来发光。","LED由镓（Ga）与砷（As）、磷（P）的化合物制成，加正向电压时能发出单色不连续光。改变材料的化学成分可改变光的颜色，如磷砷化镓二极管发红光，磷化镓二极管发绿光，碳化硅二极管发黄光。具体结构上，LED分为正面发光型和侧面发光型。侧面发光型LED的驱动电流较大，输出光功率小，但光束发射角小，与光纤的耦合效率高，故入纤光功率比正面发光型LED高。","LED最初用作为指示灯、显示板等，包括前面提到在液晶显示器的应用。随着白光LED的出现，也越来越多地用作照明，如室内照明、汽车、手电筒、户外广告等等。","LED用作照明有显著优点，如电压低，寿命长（超过10万小时，为白炽灯的20～30倍、荧光灯的10倍）、光效高（光谱几乎全部集中于可见光频段，发光效率高达80～90%，耗电量是白炽灯的1/8、荧光灯的1/2）、无辐射、节能环保（无CO2和有害金属汞等排出）等，被誉为21世纪的新型光源。","imgs/image032.gif","&nbsp;&nbsp;LED的结构"]},{"section_title":" 无影灯","section_content":["无影灯外形是一个很大的灯盘，上面装有许多射向各个方向的荧光灯，这样就能把下面大范围的区域都照亮，主要用于手术室、台球室等场合。有了它，医生为病人做手术时就不会受到阴影的影响—也许老太太的麻将桌上也需要一个？","imgs/image034.jpg","&nbsp;无影灯"]},{"section_title":" 供电系统","section_content":["我们日常生活中使用的电能，其实是在发电厂由其他形式的能量转换而来的，如水能（水力发电）、热能（火力发电）、原子能（核电）、风能（风力发电）、化学能（电池）以及光能（太阳能电池等）等。","无论何种发电站，产生的电力都需要输送到工厂或者千家万户，而且在输送到用户那里之前，都需要“并网”。电力系统在全国已形成一个复杂的网络，称为电网（Grid），你很难说清楚所用的电从是很远什么地方的水力、火力或其他发电站送出的。电网不仅涉及电力的生产、输送，还涉及如何计量、控制、分配并保证安全——电力局就是管理这个的，不过他们一般认为首要工作是收电费。","“Pia”一下，灯就熄灭了——我们在不需要电的时候，可以通过开关快速而方便地关掉电源，电表就不转了。但发电厂却不是想停就能停的，所以在晚上等一些用电的“低峰”时间，会出现电力“过剩”的现象，造成能量的浪费。为了鼓励“错峰”用电，有的地方规定晚上的电要便宜一些——有些耗电大的工厂就干脆安排在晚上工作了。当然，除了一些智能电表以外，普通电表是无法区分是什么时候用的电能的。另外，我们异想天开一下，如果全世界的电网连在一起，由于地球均匀转动、各地昼夜交替，也许用电就好安排一些了？","电能传输有交流、直流两种方式，高压输送时主要用交流电，具体使用时又通常转换为低压直流电。电力输送的导线，材质为良导体材料铜或铝，外面再包上绝缘的塑料等材料。另外，现在还开发了“无线”的电力传输方式，由于电流很小，目前还只用于手机充电等场合。"]},{"section_title":"直流电与交流电","section_content":["直流电（Direct Current，DC），是指流动方向不变的电流（大小可能有所波动）。在电器、电子产品中广泛应用。","交流电（Alternating Current，AC），是指大小和流动方向随时间作周期性变化的电压或电流，最基本形式是正弦电流。交流电被广泛运用于电力的传输，主要是因为其升、降压容易，输电效率高。","电力输送线路一般是“高高在上”，这主要是因为长距离送电需要保持很高的电压，以减小电阻带来的“线损”。但高压电容易产生电击，十分危险，电磁辐射也很强。接入到用户住宅之前，高电压需要通过变压器降下来。"]},{"section_title":"工频","section_content":["指交流电力系统中的标称频率值。一个国家的电网频率通常是固定的，这个国家所有的供、用电设备必须与该频率匹配才能正常使用。我国电力工业的标准频率定为50赫兹，有些国家或地区（如美国）则定为60赫兹。民用电压也一样，我国用220V，日本等用的是110V。"]},{"section_title":"强电与弱电","section_content":["36V以下的电压对人几乎不造成伤害，称为安全电压。但“强电”和“弱电”不是完全以电压等级来划分的，如36V以下安全电压的照明电路仍属于强电范畴，内有30KV高压的电视机电路仍然属于弱电。电力系统中，1kV以下的电压称为低压，1kV以上的电压称为高压。一般说来，从220/380V低压电路到1000KV的超高压送变电都属于“强电”，主要用于能源（电力）传输，特点是电压高、电流大、功率大、频率低，主要考虑的问题是减少损耗、提高效率。而“弱电”则涵盖通讯、电子、广播电视、医疗仪器以及各种家用电子电器等所有不属于强电范畴的器械、设备的用电，它主要通过电子电路达成特定的功能或完成特定的控制，涉及信息的传送和控制，特点是电压低、电流小、功率小、频率高，主要考虑信息传送的效果。"]},{"section_title":" 变压器","section_content":["前面所述一般长距离送电的电压都很高，有的甚至超过万伏。利用变压器（Transformer），可以改变电流的电压。到家里面以后，电流实际上已经经过多道的降压。","变压器是利用电磁感应的原理来改变交流电压，主要构件包括初级线圈、次级线圈和铁芯（磁芯）。变压器除了变换电压、电流外，还有阻抗变换、隔离、稳压等作用。","imgs/image036.jpg","感应式变压器的原理","手机、平板电脑等便携式电器用的充电器，其实也是一个变压器，但属于电子变压器，相比所述铁芯的工频变压器，效率高、重量轻。变压原理利用了所谓的“开关电源”：先把50Hz的交流整流为直流，然后用场效应管（相当于轮流开关的开关）的振荡电路把直流变成高频（几十KHz）交流信号，通过高频小变压器变压为几伏的低压高频，再滤波、稳压整流输出5-6伏的直流。","现代手机等电器淘汰周期越来越短。往往废旧手机等不用时，配套的充电变压器却往往是完好的。与此同时，像门铃、燃气灶以及热水器等一些使用电池的电器，电池经常需要更换。有一种废物利用的做法，就是通过简单改装，将旧充电变压器的输出端与门铃、燃气灶以及热水器等连接（考虑正负极），于是就可以将220V交流电变成5V左右的直流电进行供电，从而取代电池的使用。"]},{"section_title":" 开关","section_content":["（1）机械开关","机械开关是利用机械方式，通过对装置施加力的作用实现电路的断开与接通。广泛用于家庭照明等场合。为了保证“开”与“关”状态下的稳定性，内部的机械装置通常采用了弹簧等零件，“开”与“关”的转换必须施加一定的力才能实现。","imgs/image038.jpg","imgs/image040.jpg","imgs/image042.jpg","机械式电源开关","（2）光控开关","利用了一种叫“光敏电阻”的材料。当入射光变强，材料电阻变小、电流变大；反之，入射光变弱，电阻变大、电流变小。这样，结合相应的电路就可以控制灯的开关，在白天等可自动关闭照明电源。","（3）声控开关","全称是“声控延时开关”，是一种在特定环境光线下采用声响效果激发拾音器进行声电转换来控制用电装置的开启，并经过延时后能自动断开电源的节能电子开关。如果产生一定强度的声音，声控开关感应其振动后就会自动闭合，从而使与之串联的灯泡发光，延时数十秒后又能够自动熄灭。","声控开关的基本原理，是用话筒拾取声音信号，放大后推动继电器或者可控硅使电灯发光。声控开关电路中一般设置一个阻容放电电路的延时电路。延时电路中电容器的电荷放尽时，晶闸管就会在交流过零后自动关闭，此时灯泡就会熄灭了。电容和电阻的大小都会影响到延时量的变化。","声控开关一般用于各类楼道、走廊、卫生间、地下室车库等场所的自动延时照明，并和光控开关串联使用。光控开关在光线强时，会屏蔽话筒的信号输入而不会因声响开启，从而节约电能。","（4）感应开关","触摸式感应延时开关利用的是与试电笔同样的原理，即在人体和电源间串联一个很大的电阻，这样通过人体会形成一个低电压的电流（但电流不一定小），最终流入大地，形成触发回路，触发延时开关开始计时并接通主回路，电灯就亮了。凡是用导体接触触摸开关，如用手拿钥匙、钢勺，灯都能点亮。"]},{"section_title":" 电路保险","section_content":["当电路发生故障或异常时，电流有可能不断升高而损坏电路中某些重要器件或贵重器件，也有可能烧毁电路甚至造成火灾。电路保险就是为了提供安全防护，其方式有多种，如常用的保险丝、断路器等。","保险丝主要是对线路起电流保护作用。在电流异常升高到一定程度和一定时间内，保险丝会由于电阻丝发热而熔断自身，从而切断电流，起到保护电路安全运行的作用。其材质主要有低熔点的铅锑合金等，跟焊锡类似，但后者熔点更低。需要注意，保险丝有额定规格（越粗额定电流越大），当电流超过额定值时保险丝才会熔断。为了安全，保险丝一般装在陶瓷和塑料等材质的保险盒内。","imgs/image044.jpg","imgs/image046.jpg","imgs/image048.jpg","imgs/image050.jpg","不同形式的保险丝与保险盒","断路器是指能够关合、承载和开断正常回路条件下的电流，并能关合、在规定的时间内承载和开断异常回路条件（包括短路条件）下的电流的开关装置。断路器可用来分配电能，对电源线路等实行保护。当发生严重的过载或者短路及欠压等故障时能自动切断电路，其功能相当于熔断器开关与过欠热继电器等的组合。而且在分断故障电流后一般不需要变更零部件，应用十分广泛。","断路器功能强大，可以具有失压、欠压、过载和短路保护等，也就是说发生上面的电路异常均可以切断电路，保护电路的安全运行。适用电压等级高，灭弧介质及方式多样，灭弧能力强、效果好。","常用的自动空气开关，里面与主电路串联有电磁式过电流脱扣器，当主电路的电流超过一定数值时（短路），过电流脱扣器产生的电磁力克服了弹簧的反作用力而将衔铁向上吸引，通过机械机构将主电路断开，故障排除后将保险按钮按进去就可继续工作。","热继电器的作用是电动机过负荷时自动切断电源，其主要构造是两片膨胀系数不同的金属片构成，电流过大时膨胀系数大的先膨胀，起到切断电源的作用。热继电器动作后，可以人工复位或自动复位。","imgs/image052.jpg","imgs/image054.jpg","断路器"]},{"section_title":" 电池","section_content":["电池（Battery）是把化学能或者光能转变为电能的装置，或者泛指可以产生电能的小型装置。根据电力产生原理，有化学电池、太阳能电池以及原子能电池等；根据使用状态，则分为一次电池和二次电池。","最早的电池是由电解质溶液、浸在溶液中的正负电极以及连接导线组成的化学电池，应用也最广泛，包括碱性锌锰电池、扣式锌银电池以及铅酸电池等多种，都是利用电解质溶液里面两个电极金属化学特性的差异产生电势差，从而使电子流动产生电流。","一次电池内参与化学反应的物质无法重复使用，电量用完时寿命即告结束，只能丢弃。由于价格便宜，储存能量大且更换容易，无长时间充电的麻烦，使用量较大。目前，市场上销售的以硷性电池及水银电池为主。","imgs/image056.gif","电池分类","二次电池的充、放电过程是可逆。放电时，通过化学反应产生电能；充电时，通过反向电流将电能以化学能形式重新储存起来，因此可以多次反复使用。铅酸蓄电池和镍镉电池是早已广泛应用的二次电池，但比能量很低。另外，铅和镉都是有毒金属，污染严重。近年来开发了一些新型的二次电池，包括Ni／MH电池、锂离子电池、燃料电池等，性能大大提高，但成本还有待进一步降低。","（1）Ni／MH二次电池：利用氢的吸收和释放的电化学可逆反应，正电极采用氧化镍物质，负电极采用吸收氢的储氢合金，电解质由水溶液组成，主要成分为氢氧化钾KOH。电解质不仅起离子迁移电荷作用，且参与了电极反应。","imgs/image058.jpg","imgs/image060.jpg","imgs/image062.jpg","&nbsp;铅酸电池及其内部结构&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;燃料电池的原理","Ni／MH二次电池能量密度高，无镉污染，可以大电流快速充放电，工作电压也是1.2V，与Ni／Cd电池具有互换性。","（2）锂离子电池（Li-ion Battery）：在锂电池（纽扣电池）基础上发明。以炭为负极，以含锂的化合物(LiCoO2)作正极，在充放电过程中没有金属锂存在，只有锂离子。充电时，电池正极上有锂离子生成，锂离子经过电解液运动到负极。作为负极的碳呈层状结构，有很多微孔，达到负极的锂离子就嵌入到碳层的微孔中，嵌入的锂离子越多，充电容量越高；放电时（即使用过程），嵌在负极碳层中的锂离子脱出，又运动回正极。回正极的锂离子越多，放电容量越高。 ","（3）燃料电池（Fuel Cell）：一种把燃料所具有的化学能直接转换成电能的化学装置，是继水力发电、热能发电和原子能发电之后的第四种发电技术。","燃料电池基本元件包括阴极、阳极、电解质和双极板或连接器。通常以氢气为燃料，氧气为氧化剂，在阳极氧化燃料，在阴极还原氧气。由于燃料电池用燃料和氧气作为原料，故排放的有害气体SOx、NOx极少，也没有机械传动部件和噪声污染、体积小巧。另外，传统的火力或核能发电需经多次转换，能源效率只有30～40%，而燃料电池组成的热电并用系统，可以将能源利用率提高到70～80%以上。当多组电池单位叠加一起，可串连增加电压及电能。","（4）太阳能电池：实际就是一种利用半导体p-n结将光能直接转化成电能的一种器件。常用材料是经过特殊处理的硅，具有特殊化学性能和晶体结构，也就是采取了掺杂工艺。"]},{"section_title":"太阳能","section_content":["是指太阳光的辐射能量。广义上的太阳能是地球上许多能量的来源，如风能、生物质能、潮汐能、水的势能等等。太阳能是一种可再生能源，其基本的利用方式可分为四类：光—电、光—热、光—化学、光—生物。","当把一块n型半导体和一块p型半导体放在一起，就会发现所有的自由电子和空穴分别聚集在接触面的两侧。其中，电子富集区称为n型区，空穴富集区称为p型区，共同构成p－n结，可以允许电子从p区向n区移动，但不能反方向。p－n结就像一座山，电子就像个登山人，它可以很容易的滑下山坡（去n区），但不能爬上山坡（去p区）。","把硅晶体放在阳光下照射，在一部分阳光被反射的同时还有一部分将会被晶体吸收，当某个光子的能量大于或等于电子的束缚能时，能量便会被电子吸收，使其摆脱束缚，成为自由电子，同时形成一个空穴。电子向p型区移动，空穴向n型区移动，将原来的电中性破坏。如果此时给它接上一个外电路，电子便会反方向运动回到它原来的位置，同时形成一定的电流和电压，给外电路提供能量。","目前较好的电池只能吸收25％，很多只能吸收15％甚至更少。为什么呢？太阳光是由很多波长的光共同构成的，具有很宽的能量范围。阳光照射到硅晶体上，长波光具有较小的能量，不足以使电子挣脱束缚形成电子－空穴对，只好透过晶体继续传播；一些短波光又具有较高能量，远远大于电子的束缚能，剩余部分也只能白白损失掉。两部分加起来，就有将近70％的太阳能不能被有效利用。"]},{"section_title":"洗衣机","section_content":["机械力、洗涤液和水，是洗衣机洗涤的三要素。要实现加水、洗涤和甩干等动作，洗衣机一般要有箱体、洗涤脱水桶（有的洗涤和脱水桶分开）、传动和控制系统等组成部分，有的还装有加热装置。普通家用洗衣机的洗涤能力一般在7、8公斤以下，从结构上看可分为三大类型。","imgs/image064.jpg","imgs/image066.jpg","imgs/image068.jpg","三种类型的洗衣机","（1）波轮（叶轮）式","波轮式洗衣机在亚洲比较流行，可再细分为“双缸（槽）式”和“单缸式”。双缸式洗衣机将洗衣和脱水部分分开，每次洗完都要人工将衣物搬到脱水缸，比较麻烦，但由于价格低廉至今仍有生产，属于“半自动机”。单缸式大多为全自动微电脑控制，具有洗衣及甩干等功能，更加省时省力。","这种洗衣机中产生机械作用的主要部件是设置在洗涤桶底的波轮。它在电机驱功下，重复作“正转—停—反转—停—正转……”运动。波轮旋转时，对洗涤液的切向分力使洗涤液产生水平方向的涡流，径向分力将洗涤液甩向桶壁．使之沿桶壁上升，造成波轮中心区的负压。因压力差，四周的液体迅速向下流动，以弥补波轮四周的液体。这样就形成了洗涤桶内液体的上、下翻滚。波轮式洗衣机适合洗涤衣物面广，相对耗电、耗水，衣物易缠绕、清洁性一般。","（2）滚筒（鼓）式","可再细分为“前揭式”及“顶揭式”，洗衣原理一样，多为全自动。前揭式洗衣机机门是开在机身前面，多为透明。顶揭式洗衣机机门是开在机身上面。","滚筒洗衣机的“转轴”是水平的。利用电动机带动滚筒旋转，模仿棒锤击打衣物原理，衣物在滚筒中不断地被提升摔下，再提升再摔下，做重复运动，加上洗衣粉和水的共同作用使衣物洗涤干净。","滚筒洗衣机的发展成熟，在欧洲、南美等地区使用广泛。洗涤能力强，且衣物不缠绕、洗涤均匀、磨损小，所以就连羊绒、羊毛、真丝衣物也能洗涤。可以加热充分发挥出洗衣粉的去污效能。用水量较小，可以在桶内形成高浓度洗衣液，在节水的情况下带来理想的洗衣效果。缺点是比较耗时，时间一般控制在一小时左右。老式的滚筒洗衣机一旦关上门，洗衣过程中无法打开，添加衣物不方便。","（3）搅拌式","北美普遍使用这种洗衣机，多为全自动机，有自动脱水功能，洁净力强、省洗衣粉。但喜欢缠绕，相比前两种方式对衣物损坏性加大，噪音大。","此外，还有超声波、电磁、活性氧、臭氧、离子等去污原理的洗衣机。"]},{"section_title":"吸尘器","section_content":["普通吸尘器实际上主要由五个基本部件组成：进气口（含吸嘴等若干吸尘附件），抽风机（电动机+叶轮），滤/集尘装置，排气口，容纳所有其他组件的外壳。","imgs/image070.jpg","imgs/image072.jpg","&nbsp;吸尘器构造与吸尘的原理","吸尘器启动后，抽风机的叶轮在电动机驱动下高速旋转，将空气向前推动并通过排气口排出。抽风机前方的空气压力（或空气密度）增加，而后方的气压减小，甚至形成部分真空，与外界环境形成较高的压差。就像你用吸管汲取饮料，吸管中产生的压力下降使得饮料流向嘴中一样，空气不断地通过进气口补充进吸尘器，同时将吸嘴处的尘埃、脏物随空气吸入。滤/集尘装置有一层只让空气通过而把灰尘等过滤掉的滤布，于是尘埃、脏物等就被集中在滤布一侧的尘筒内了。","吸尘器内电机转速会达到每秒500圈，气流速度也很高，因此噪声很大。高速运转的电机会发热，所以吸尘器尾部排出的气体是热的。","也有的吸尘器不用过滤布，而是通过所谓“龙卷风”原理将吸收的灰尘自动下沉到积尘盒底部进行收集。这种吸尘器有一个筒体，筒中设置一个多孔的过滤体，灰尘和空气在筒内旋转时，靠过滤体来过滤掉灰尘。此外，还有一些可“干/湿”两用的吸尘器结构，如图所示。"]},{"section_title":" 电动剃须刀","section_content":["电动剃须刀是利用电力带动刀片，剃剪胡须和鬓发的整容电器，1930年在美国问世。按刀片的动作可分为旋转式和往复式两类，但旋转式更为普遍。","旋转式电动剃须刀一般由不锈钢网罩、内刀片、微型直流电动机和壳体组成。网罩即固定的外刀片，上面有许多孔眼，胡须可以伸入孔中。微型电动机靠电能驱动，带动内刀片动作，利用剪切原理，将伸入孔中的胡须切断。所用电源有干电池、蓄电池和交流充电等。另外，是否具有浮动刀头、贴面调校等功能也是选择时应注意的。","imgs/image074.jpg","&nbsp;电动剃须刀"]},{"section_title":" 灭蚊器与灭蚊灯","section_content":["也许你知道，自然界吸血的都是雌蚊。雄蚊并不吸血，只吸植物汁液及花蜜。雌蚊也可吸植物汁液以保持生存，但吸食动物血液后，卵巢才能发育、繁殖后代。成熟的雌蚊如吸食到血液，每二天可产卵一次，一生可产卵3～7次，每次产卵几十个至几百个不等。因此，杀死雌蚊可以阻断卵和幼虫的产生，大大减少蚊子的数量。特别是春天灭蚊的效果更好一些。","人们已发明的灭蚊方式可以说是花样百出。除了扇子拍打的机械方法，还有化学、物理以及电子等方式。化学方式包括杀虫剂、蚊香等，见本书第8章，这里主要谈谈光触媒和电子灭蚊器。","昆虫都有一些特殊的习性，如趋光性（这是为什么飞蛾扑火的原因）、温度敏感性、随气流而动、喜群聚，以及对二氧化碳和性信息素的追逐等。光触媒灭蚊器就是采用物理方式，根据这些习性研制出的一种环保无污染的捕杀工具，使用时不需化学灭蚊物质。也有的通过UV（紫外光）灯管发出特定波长的光，利用趋光性吸引蚊子到灯管附近，再用挡在蚊子飞行轨迹上的粘带或粘板把蚊子粘住，或者在金属丝上通高电压击毙蚊子。","利用仿生电子学原理制成的电子驱蚊器，原理主要基于两种观点：","（1）母蚊产卵期间，需要吸吮血液以补充养分，此期间极不喜欢公蚊靠近，雄蚊飞行发出的声波，会使雌蚊避开。因此，如果按照公蚊的频率发声，就可达到驱逐母蚊的目的。","（2）蝙蝠或蜻蜓是蚊子的天敌，蚊子一听到它们发出的超声波就会吓跑。电子驱蚊器就利用了振荡电路和压电陶瓷片制成的振荡器发出超声波驱除蚊子。","有人还开发了智能手机的“驱蚊软件”，号称运行后手机喇叭能发出超声波驱蚊。实际上，手机喇叭发声的频带主要在可听范围，因此很难达到驱蚊的目的。"]},{"section_title":" 像素——电子图像显示的基础","section_content":["用一个放大镜去看看电脑、电视机或手机的屏幕，你会发现它是由许多明暗不同的小点子组成的。事实上，电视机、显示器以及手机等屏幕上显示的任何文字或一幅图像，其实都是由许多密集的细小点组成的，这些点称为像素（Pixel）。这种由象素的排列来显示的图，称为点阵图或位图、像素图等。电视机、显示器以及手机屏幕等所有的电子图像，都是通过控制显示屏上的每个像素点，得到不同颜色、亮度的像素点的组合，从而形成一幅幅的图像、文字。"]},{"section_title":" 三原色","section_content":["为了得到彩色图像，每个像素点需要具有不同的颜色。另外，由于屏幕显示图像是变化的，各个像素点还能够根据情况变化颜色，这要用到所谓“三原色”的原理。“三原色”指红、黄、蓝三种单色光，又称三基色。将三原色以不同的比例相互混合，就可以得到不同的其它颜色。所有色彩都可通过三种单色光以适当比例混合而成；反之，彩色光也可以分解成特定比例成分的三种单色光，正如看似白色的阳光可以利用三棱镜分解为不同颜色的光。但三原色本身是相互独立的，即其中任一种不能由另外两种混合得到。","因此，利用红、黄（有时用绿）、蓝三种基本色彩（用R、Y（G）、B表示）的组合，每个像素点就可以显示出各种的颜色，所以我们说的“每个”像素点，实际上是由至少三个更小的点组成的！","理论上的“点”是没有大小的，但由于实际技术上的原因，像素点却是有具体大小的。容易理解，像素点“颗粒”越小、显示的图像越清晰。"]},{"section_title":" DPI","section_content":["DPI（Dot per inch）定义为水平方向上每英寸的显示或打印的点数，该参数决定了点阵图像显示（打印）的分辨率，是显示器（打印机）的重要性能参数指标。DPI数字越大，表示显示（打印）点的密度越大、图像越细腻。质量较高的显示（打印）效果，通常要达到300DPI以上。","但并不是像素点越多图像显示效果就越好。当然，就一幅图像而言，像素点越多、图像信息就越完备，在保持相同清晰度的情况下可用更大尺寸显示。但图像显示效果还跟其他很多因素有关，如像素点的尺寸大小（DPI）、色彩还原等。另外，像素点越多，文件数据量就越大，存储需求会增大很多。","通常说的1024×768或者1920×1080的分辨率，就是指屏幕在水平和垂直方向有多少个能够显示的像素点。同样是17寸大小的屏幕，分辨率越高、显示就越清晰。但如果图片在拍摄（制作）时本身只有800×600的分辨率，即便是用了更高分辨率的屏幕，也不能提高显示效果的。例如，图片放大到一定尺寸后就会有明显的“颗粒感”。"]},{"section_title":" 视觉暂留","section_content":["很多情况下，屏幕上的图像是活动的。这主要利用了人视觉的一种生理现象，称为“视觉暂留”。","人眼在观察景物时，光信号对视网膜所产生的视觉在光停止作用后，形象并不立即消失而是残留很短时间，这一视觉“惰性”称为“视觉暂留”，原因是神经的反应需要一定的时间。人的视觉暂留时间大约为0.1s。如果每两幅静止图像出现的间隔小于0.1s，就会使人有连续运动的感觉。","视觉暂留是电影、电视等视觉媒体形成和传播的根据，电影就是将胶片上一格一格的图像连续地投影到屏幕上。目前，普通电视每秒传送25幅（帧）图像。"]},{"section_title":" 亮度与对比度","section_content":["亮度是反映光强弱的物理量，即单位投影面积上的发光强度，单位是坎德拉/平方米（cd/m2）。严格来讲，物理上反映光强弱的客观量叫光强，而一般讲的亮度则反映了人对光强度的感受，它是一个主观的量，与光强相关但含义不同。","对比度指的是一幅图像中明暗区域最亮的白和最暗的黑之间不同亮度层级的比率，差异范围越大代表对比越大。例如，对比率达到120：1就可显示生动、丰富的色彩，当对比率高达300:1时，便可支持各阶的颜色。"]},{"section_title":" 电视台与电视机","section_content":["电视台制作好电视节目以后，作为发送端将图像分解成许多像素，通过光电转换将像素信息按一定顺序转换成电信号并依次传送出去。","电视机只是电视节目的显示“终端”，接收信号后在屏幕上按相同顺序将各个电信号在对应位置上转变为光。由于整个过程进行得非常快，利用人的“视觉暂留”，就会在屏幕上看到一幅完整的图像。然后，通过连续、快速地播放一幅幅静止而连贯的图像，同样由于“视觉暂留”，人会感觉图像是活动的了。根据不同的像素点显示原理，电视机可分为CRT、液晶以及等离子、背投等许多种类。电脑显示器、手机屏幕等采用的图像显示技术，其实与电视机是相似的。"]},{"section_title":" CRT电视","section_content":["CRT电视机（显示器）的核心是一个阴极射线显像管（Cathode Ray Tube），包括电子枪、偏转线圈、荫罩、高压电极、荧光粉涂层和玻璃外壳（荧光屏）五个部分。","CRT电视机（显示器）工作时，由灯丝加热阴极使其发射电子，通过加速极电场并聚焦形成很细的电子束。电子束在阳极高压作用下，获得能量并以极高速度轰击显示屏内侧的荧光粉层。荧光粉层上涂满了按一定方式紧密排列的红、绿、蓝三种颜色的荧光粉点（荧光粉单元），相邻的红、绿、蓝荧光粉单元各一个构成一组，即一个像素点。","实际上，电子枪发射的电子束不是一束而是三束，它们分别受电脑显卡R、G、B三个基色视频信号电压的控制，在显示器内部人造磁场的有意干扰下，电子束发生一定角度偏转，轰击各自的荧光粉单元。受到电子的激发，荧光粉单元分别发出强弱不同的红、绿、蓝三种光，由一个个像素点组合成相应的图像。","CRT显示方式出现较早。最初屏幕是外凸的球面形状，后面又开发了圆柱面以及所谓“纯平”的屏幕。但由于自身结构的限制，CRT电视机（显示器）的体积较大。此外，还存在易碎、图像抖动易失真以及能耗高等问题，已基本被淘汰。"]},{"section_title":"液晶显示与偏振光","section_content":["液晶显示的核心，是液晶显示屏（Liquid Cristal Display，LCD）。由于轻薄、耗电少等特点，广泛用于电视机、电脑显示器、手机屏幕以及汽车、取款机、空调甚至计算器等场合的显示。液晶显示主要涉及液晶材料和偏光等技术。","光是一种电磁波。电磁波属于横波，即振动方向垂直于传播方向。通常，光源发出光波的振动具有随机性，按统计平均来说，振动方向在传播方向是对称、均匀分布的，各方向振幅相同，这种光称为自然光。当振动只限于某一固定方向，则称为偏振（Polarization），具有偏振性的光就称为偏振光。偏光片是一种选择性阻挡光线的光学材料，只允许某个特定振动方向（范围）的光线通过，从而可以将自然光过滤为偏振光。由于挡住了许多光线，透过偏光片看物体会感觉变暗了，这与百叶窗有些类似。","imgs/image076.jpg","偏振光","液晶是一种介于固体和液体之间的特殊有机化合物，常温下呈液态，但分子排列却和固体晶体一样很规则，故取名液晶。液晶本身并不发光，如果给它施加一个电场会改变分子排列，配合偏光片可以阻止光线的通过；再配合彩色滤光片并改变电压大小，就能改变某一颜色光的透光量，这就是液晶显示的基本原理。","以单色液晶显示屏为例，主要由两片线性偏光器和一层液晶所构成（图1-9）。两片线性偏光器分别位于液晶显示器的内外层，每片只允许透过一个方向的光线，它们放置的方向成90度交叉（水平、垂直），也就是说，如果光线保持一个方向射入，必定只能通过某一片线性偏光器，而无法透过另一片。线性偏光器之间维持一定的电压差，滤光片上的薄膜晶体管就变成一个个的小开关，液晶分子排列方向发生变化，不对射入的光线产生任何影响，液晶显示屏会保持黑色。一旦取消线性偏光器间的电压差，液晶分子会保持其初始状态，将射入光线扭转90度，顺利透过第二片线性偏光器，液晶屏幕就亮起来了。对彩色显示器而言，还要具备色彩过滤层，每一个像素都是由三个液晶单元格构成，每一个单元格前面分别有红、黄、蓝色的过滤器。这样，通过不同单元格的光线就可以在屏幕上显示出不同的颜色。当然，实际液晶显示器内还有复杂的电路结构。","液晶显示的光来自背光板的光源。光源越亮，显示亮度越高。早期只使用两个冷光源灯管，有亮度不均现象，亮度也不尽人如意。后来使用了四个灯管，再到后面又用发光效率高的LED（参见照明部分）取代冷光源灯管。因此，所谓“LED液晶”，主要是光源的变化而已。","早期液晶电视（显示器）在亮度、均匀度、可视角度以及反应时间上，与CRT显示器存在差距，但现在差别已很小，且能耗低、机身薄、屏幕大，因此成为了主流的显示方式。","imgs/image078.jpg","液晶显示原理"]},{"section_title":" 触摸屏","section_content":["触摸屏（Touch Screen）是在液晶显示基础上发展的，可接收手指头等触头输入讯号的感应式显示装置。当接触屏幕上的图形按钮时，屏幕的触觉反馈系统可根据预先编程的程式驱动各种连结装置。从原理来看，现有触摸屏可分为矢量压力传感、电阻、电容、红外线以及表面声波屏幕五个基本种类。目前的手机、平板电脑等移动智能终端，主要采用电阻或电容触摸屏。电容屏通过电感应方式，即使与屏幕非接触也可以实现操控。","利用触摸屏技术可取代机械按钮面板以及键盘、鼠标等输入方式，结合液晶画面显示，营造出生动、直观的影音效果和便捷、自然的人机交互方式。"]},{"section_title":"等离子电视","section_content":["等离子电视的核心是等离子显示屏（Plasma Display Panel，PDP），它的显示发光原理，是与日光灯很相似的气体放电。","大多数物质在温度较低时为固态，随着温度升高会变为液态、气态。如果温度继续升高，构成气体分子的原子发生分裂成为独立的原子，如氮分子会分裂成两个氮原子，称为“离解”。如果再升高温度，原子中的电子会从原子中剥离出来，成为带正电荷的原子核（称为离子）和带负电荷的电子，称为原子的“电离”。当电离过程频繁发生，电子和离子的浓度达到一定数值时，物质状态出现根本变化，变得与气体完全不同。为区别于固体、液体和气体这三种物质状态，就称其为等离子态。","等离子显示屏采用等离子管作为发光元件，屏幕上每一个等离子管对应一个像素。屏幕以玻璃作为基板，基板间隔一定距离，四周经气密性封接形成一个个放电空间，即等离子管。管内充入氖、氙等混合惰性气体作为工作媒质。在两块玻璃基板的内侧面上涂有金属氧化物导电薄膜作激励电极。当向电极上加入电压，放电空间内的混合气体便发生等离子体放电现象。气体等离子体放电产生紫外线，紫外线再激发涂有三原色荧光粉的荧光屏，由荧光屏发射出呈红、绿、蓝的可见光，再由像素的明暗和颜色组合变化产生各种图像，这与CRT显示很相似。","相对而言，等离子显示方式更容易制造出大尺寸的显示器，且图像对比度高，色彩亮丽、鲜艳，但能耗比液晶高一些。另外，如果某些像素点长时间处于高亮状态，可能会留下“残影”。","imgs/image080.jpg","&nbsp;","等离子显示原理"]},{"section_title":" OLED显示","section_content":["OLED采用所谓“自发光特性材料”，由非常薄的有机材料涂层和玻璃基板构成，无需背光模块及彩色滤光片，也不需要LCD面板的灌液晶工艺。当有电荷通过时这些有机材料就会发光，利用多层有机化合物来实现独立的R、G、B三色光。OLED发光的颜色取决于有机发光层的材料，故可改变发光层材料得到所需颜色，每个像素都由一个对应的电路独立驱动。","OLED显示面板的构造相对简单、不需背光源、对比度高、厚度薄、视角广、响应快、使用温度范围广，面板甚至可弯曲！"]},{"section_title":" 立体（3D）电影与电视","section_content":["人的左右两眼之间大约有6厘米的距离，在观看前方物体时，两只眼睛必然有角度的不同，这个差别在大脑中就能自动形成上下、左右、前后、远近的区别，从而产生立体的视觉。一只眼睛虽然能看到物体，但对物体远近的距离却不易分辨。你可以试一试：闭上一只眼睛，靠单眼是很难将线穿过针眼的。","根据这一原理，如果能模仿两只眼睛视角的差距对同一场景制作出仅有微小视差的两个影像，然后让双眼各看一边的影像，大脑就会产生有景深的立体感了。当然，图像本身要求有透视效果以及正确的明暗虚实变化等。","传统的电影、电视都是平面图像，即二维图像。3D是“Three Dimensions”（三维）的简称，因为现实世界应该是“立体”的。立体电影（电视）成为近年来的热门，也是电子显示技术的一个重要发展方向。","imgs/image082.jpg","imgs/image084.jpg","imgs/image086.jpg","3D（立体）电视与立体显示的视觉原理","现有立体显示技术都运用了上述“双眼”原理，但具体实现方式很多。相对成熟且应用较多的方式，有分色、分光、分时和光栅等几种技术。","（1）分色：分别用红笔和绿笔在白纸上写字，透过红色镜片后，白纸变成了红色，就看不到红字，但可以看到绿字。而透过绿色镜片看不到绿字，只能看到红字，这就是分色的原理。制作片子时，先把左眼画面中的蓝色、绿色去除，右眼画面中的红色去除，再将处理过的两套画面叠合，但不是完全重叠，左眼画面稍微偏左边一些。观众观看时，带上左边镜片为红色、右边镜片是蓝色或绿色的专用滤色眼镜，通过眼镜的过滤让两只眼睛各自看到不同的画面，两幅画面的叠加就形成了立体视觉，这是早期立体电影的技术，比较简单、造价低廉。","（2）分光：前面我们讲过偏振光的概念。实际上，分光3D显示技术就用了两套偏振光分别搭载两套画面，观众带上由偏光片制成两片镜片的专用眼镜，左右眼分别让0度和90度的偏振光通过，就会形成立体感。","分光技术目前主要用在投影机上。以前需要两个投影机加偏振光滤镜，现在可用单投影机实现，但都必须采用不破坏偏振光的金属投影幕。","（3）分时：两套画面在不同时间以极快的速度切换播放，如第一次刷新时播放左眼画面，同时专用眼镜遮住观众的右眼，然后播放右眼画面，观众左眼被遮住。由于人眼视觉暂留的作用，大脑产生错觉，使观看到的影像合成在一起。画面刷新率至少要达到120Hz（左眼和右眼各60Hz），图像才不会让人产生抖动感。眼镜采用液晶板，因此被称为主动式液晶（LCD）快门眼镜。","imgs/image088.jpg","imgs/image090.jpg","分色与分光的3D显示原理","（4）光栅：将屏幕划分成一条条垂直方向上的栅条，栅条交错显示左眼和右眼的画面，如1、3、5…显示左眼画面，2、4、6…显示右眼画面。然后在屏幕和观众之间设一层“视差障碍”，也是由垂直方向上的栅条组成的，作用是阻挡视线，即遮住两眼视线交点以外的部分，使左眼看到的栅条右眼看不到，右眼看到的左眼又看不到。不过，如果观看者的位置改变的话，那么视差障碍位置也要随之改变。为了方便移动，小型光栅显示器采用液晶板来作为视差障碍。","光栅方式相当于把眼镜放到了显示器里，可以实现不带眼镜的“裸眼3D”显示。目前，裸眼3D有光屏障、柱状透镜和指向光源等不同技术路线——无论如何，不带眼镜的3D显示，也许就是立体显示技术的“终极”状态。"]},{"section_title":" 网络电视","section_content":["网络电视又称IPTV（Interactive Personality TV），将电视机作为显示终端，通过机顶盒或计算机接入宽带网络，实现数字电视、时移电视、互动电视等服务。网络电视的出现，给人们带来了一种全新的电视观看方法。它改变了以往被动的电视观看模式，实现了以网络为基础按需观看电视、随看随停的便捷方式。"]},{"section_title":" 遥控器","section_content":["遥控器是一种使我们操作更加方便的辅助性装置。除了电视机以外，空调、风扇、音响、投影仪等很多地方也都会用到。","imgs/image092.jpg","遥控器","多数遥控器用了看不见的红外线来实现信号发射与接收。打开遥控器后盖，可看到里面主要是一块印刷电路板，上面有一些电子元器件和电池接点。当按下一个遥控器按键，某一电路连通。芯片检测到这一连通并判断按下了哪个键，然后发出与该按键对应的“莫尔斯编码”信号；信号经晶体管放大处理后发送给发光二极管，发光二极管再将其转换成红外线信号。电视机等内部的传感器能接收到该红外线，并监测该信号是否被正确处理。","红外遥控的特征是不影响周边环境、不干扰其它电器装备。因为无法穿透墙壁，不同房间的电器可应用通用的遥控器而不发生互相搅扰。另外，红外遥控电路简单，编解码容易，可进行多路遥控。"]},{"section_title":" “模拟”与“数字”技术","section_content":["我们经常可以听见“数字技术”“数码技术”的说法，但究竟是什么意思呢？其实，它是和传统的“模拟技术”相对而言的。大家知道，从温度、压力到图像、声音，自然界有着不同类型的信息，我们在对其进行采集、记录、传输和加工时，都需要按照一定方式转换为相应形式的数据信号才能完成。模拟与数字技术，本质上就是处理这些信息的两种不同方式。","模拟信号（Analog Signal）是随物理量变化得到的“连续”信号。例如，记录声音时，可通过话筒将声音的振动转化为电信号，用电流或电压的大小直接模拟声音的变化。在爱迪生发明的留声机中，则是将声音的振动通过一根针连续地刻在唱片上，形成很长的、波动的划痕。","数字信号（Digital Signal）则是在模拟信号基础上，人为抽象出来、在时间上不连续的一种“离散”信号。我们可以举一个温度计的例子帮助理解。","大家知道，水银温度计利用了物体“热胀冷缩”的原理测量温度。假设我们需要记录24小时内气温的变化，实际上这种变化应该是连续的，我们可以画出一个“气温-时间”的连续曲线，如图1-6，这就是一天内气温随时间变化的模拟信号。通常我们更多地是关注一天内各个整点的温度，例如说几点钟温度是多少，于是可以在曲线上标出一个个的点。这些整点时间的温度是具有代表性的，也能够比较好地说明这天的气温状况。你可能认为，从信息量上讲，这些离散点肯定不如连续信号完整。不过，只要采样点的密度够大（如每分钟记录一次温度），丢掉的信息实际上就很少了。这种离散化的数据采集方法，就是数字信号的典型做法。","imgs/image094.jpg","连续的模拟信号与离散的数字信号","利用数字技术，还需要用恰当方式表达和记录采集得到的数据。数字信号使用有限个状态——如2个状态来表示信息，即0和1的组合来代表不同的参量，每一位的数字信号叫比特（Bit）。如果是数字，就可以直接用二进制表示。","仅仅是0和1能够表示的信息十分有限，但利用0和1的组合，例如8个Bit组成一个字节（Byte），再通过规定代码，就可以表示大量不同的符号和内容。例如，著名的ASCII码就是基于拉丁字母的编码系统。其中，数字0用八位的ASCII码表示为00110000，大写字母W用01010111表示，符号@用01000000表示……由于在计算机领域是采用二进制，与十进制不同，所以规定1024个字节为1千字节（KB），1024 KB叫1兆（M），1024兆叫1吉（G），1024吉叫1特（T），等等。在传输大写字母W时，实际上就要依次将代码“01010111”的0或1依次进行传送。数字信号的传输可用双绞线、电缆或光纤等介质。每次只传0或1，电路中可以用+5V电压代表1，-5V电压代表0，或者以电流的通代表1、断代表0等，或用光脉冲来表示……由于状态变化简单而清楚，数字信号容易消除外界干扰、不容易出错。","模拟信号和数字信号之间可以相互转换，称为“A/D”或“D/A”转换。例如，模拟信号可通过PCM脉码调制（Pulse Code Modulation）方法量化为数字信号，让模拟信号的不同幅度分别对应不同的二进制值。采用8位编码可将模拟信号量化为28=256个量级，实际中常采取24位或30位编码，所以信息采集的完整程度一般是足够的。声音、图像、视频等任何信号都能进行数字化，步骤就是用高频脉冲信号进行抽样，再量化、编码、调制，然后传输、处理。反过来，数字信号可通过对载波进行移相（Phase Shift）的方法转换为模拟信号。","在广播、电视、通讯、电脑等众多领域，都涉及到模拟与数字这两种不同的技术。最早在声音（音频）、图像（视频）等领域用的都是模拟技术。如VHS摄像机录像时，先把反映景物颜色、亮度的光信号转换成为模拟电信号，再将电信号转换为磁信号，记录在涂有一层硬磁材料的磁带上。重放时，磁头与磁带接融，通过电磁感应使磁信号变成电信号，完成复原电信号、读取信息的过程，再转换为屏幕上的光信号，显示出图像。随着技术的发展，目前数字技术在各个领域都几乎取代了模拟技术。那么，数字信号有什么优点呢？","（1）能够程序化，数据处理的能力得到极大提升，也易于加密处理；","（2）抗干扰能力强，无噪声积累。在数字信号传输过程中，除了前面讲的只考虑0和1两种简单状态以外，编码信号还采用纠错码检测方式，可避免模拟信号传输中“信噪比”低的缺点；","（3）数字电路可用大规模和超大规模集成电路实现，便于设备集成化、微型化；","（4）可以采用时分复用、实现多路通信。即各种信号在同一信道上占用不同时间间隙进行传输，互不干扰；","（5）能进行可逆的压缩，确保重现性；","（6）信道频带（简称“带宽”，传送信号时的信号最高频率与最低频率之差）是模拟状态下的16倍，也就是说可同时传输数据量更大、更丰富的信息。"]},{"section_title":" 耳机与音箱","section_content":["耳机与音箱都是用于声音还原（发声）的装置。个人用耳机，音量大的场合用功率大的音箱。但无论小的耳机或大的音箱，都是靠喇叭（扬声器）里面的薄膜在电磁场作用下的振动发音。","使薄膜振动的具体方式有很多种，如动圈式、静电式和等磁式。以常见的电动（动圈）式扬声器为例，它主要由磁体和振动系统两部分组成。磁体包括永磁铁和软铁心柱，而纸盆（振动薄膜）、定心支片、音圈和防尘罩等组成振动系统。当音圈通入代表音频的电流后，便产生了大小和方向随音频电流变化的交变磁场，这个磁场与永磁铁的恒定磁场之间有“异性相吸引、同性相排斥”的相互作用，使音圈产生运动。由于音圈和振动膜相连，从而带动振动膜振动，引起空气振动并发出声响。","imgs/image096.jpg","imgs/image098.jpg","imgs/image100.jpg","imgs/image102.jpg","电动式扬声器","输入给音圈的电流越大，磁场作用力就越大，振动膜振动幅度也越大，声音则越响。扬声器发出高音的部分主要在振动膜中央，低音部分主要在振动膜边缘。如果扬声器的振动膜边缘较为柔软且纸盆口径较大，则扬声器发出的低音效果较好。但喇叭越大，整体的音质越不容易保证。"]},{"section_title":" 音质","section_content":["由于技术的限制，音响还原的声音不可能与原始声音完全一致。音质通常表示指发声系统对不同频率段声音的还原程度。为了提高音质，人们对从声音采集到播放的全过程都想了很多办法，即所谓“保真”（HiFi）。例如，音圈给振动膜带来的振动属于“强迫”振动，就像荡秋千一样，外界的推动频率还需要和自身的摆动一致或基本吻合，才能达到最好的效果。于是，人们将高音和低音分别采用了不同的喇叭（振动单元），如所谓“重低音”“重低炮”。另外，就像汽车等新机器需要“磨合”一样，新喇叭中的晶体管、电路、电容等元器件需要使用一段时间才趋于稳定、降低失真，于是有了“煲机”一说。"]},{"section_title":" 煲机","section_content":["以人为方式加速音响器材进入稳定状态的过程，一般是让器材连续工作一定时间，是音响领域常见的一种器材处理措施。煲机时间根据输入信号类型和功率决定，最好是用专门的信号（频谱很宽的噪声信号），以标称功率的2/3不停放40～50小时，相当于正常听音2～3个月的水平。"]},{"section_title":" 双耳效应与立体声","section_content":["人的耳朵不仅可以听到声音，而且可以利用两个耳朵接收声音时的强弱差别和时间差别，判断出发声物的方位和距离，称为“双耳效应”。这与动物为什么要有两只眼睛，以及立体电视（电影）的原理类似，只是通常不被人们所注意。","根据“双耳效应”，录音和放音时，如果把两只耳朵听到不同空间位置声源的差别反映出来，这种让人感觉身临其境、具有立体感的声音，就是立体声。","imgs/image104.jpg","电影院里的立体声系统布局","例如，当唱歌的演员在舞台上由左向右经过时，如果在舞台上用两个左右相隔一定距离的传声器记录声音（双声道录音），放音时再同时将两个扬声器放到与传声器对应的位置上（或左右两个耳朵边），听众就会感到演员是在自己面前由左向右、边走边唱地走过一样。双声道声音是最简单的立体声，也是目前家庭立体声接收机、电视和无线电调频广播的标准格式。","现代高级的立体声（或立体音响）系统，如“环绕立体声”，则增加了更多的声道，这样声音就可以来自三个甚至更多的方向。多声道系统最早由著名的杜比（Dolby）实验室设计开发，包括影院或家庭影院中多声道音响系统。几乎所有电影的环绕立体声声道都是在混音室中制作。专业的音效剪辑师和混音师提取多种不同的录音（包括对话、音效以及配乐），然后再决定将它们录入哪些声道。立体声放音系统中，一般有三到五个声道驱动电影银幕后方的扬声器。如流行的四声道系统，四个声道分别驱动左右侧扬声器、中置扬声器以及影院侧面和后方的环绕立体声扬声器。","最早的声音制作和播放，采用的是所谓“单声道”技术，意思是所有出现的声音都记录在一个音轨或一个声道（例如，唱片中一条单独的螺旋式凹槽，或者磁带上一根单独磁道）上。对音乐会的录音时，舞台各方同时传来的不同乐器声音都被一个传声器接收（或几个传声器接收，但混合在一起），综合成一个音频电流信号记录下来。放音时，也是由一个扬声器发出声音。这样，我们能听到各个方向不同乐器的综合声，但不能分辨哪个声音是从哪个方向来的，没有在音乐厅里听音乐时的那种立体感（空间感）。"]},{"section_title":" 收音机","section_content":["收音机主要用于收听广播电台发射的音频信号，又名无线电。“收音”的基本过程，实际上是把从天线接收到的高频信号，经检波（解调）还原成音频信号，再送到耳机或喇叭变成听得到的声波。","imgs/image106.jpg","imgs/image108.jpg","imgs/image110.jpg","（1）矿石收音机&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;（2）晶体管收音机&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;（3）现代便携式收音机","不同时代的收音机","电台播出节目时，首先把声音通过话筒转换成音频电信号，经放大后再通过天线形成电波向外发射出去。由于高频振荡的正弦波信号能够比其他信号传送得更远，因此一般是把它作为携带信息的“载波”，需要传输的音频信号则“叠加”在载波上，这就是“调制”。","imgs/image112.jpg","imgs/image114.jpg","模拟信号调制方法与调制、解调过程"]},{"section_title":" 调制和解调","section_content":["信息传输时，利用信源信号去调整（改变）载波的某个参数（幅度、频率或相位），这个过程称为“调制”。调制后的载波携带被传输信号，可进行长距离的传输。到达目的地时，接收方要把载波所携带信号检测出来，并恢复为原始信号的形式，这一过程称为“解调”。","模拟信号的多种调制方法主要是调幅和调频。其中，调幅又包括中波和短波，中波频率（高频载波频率）规定为525～1605kHz（千周），短波的频率为3500～18000kHz，可将调频、中波与短波做成在一起。","我们身边环绕着各种看不见的电磁波。除了广播信号，手机、微波炉…几乎所有电器，甚至包括电灯开关的瞬间，无不在发射着电磁波。实际上我们是“生活在电波之中”。如果收音机把这么多不同频率、幅度的无线电波全都接收下来，各种声音就混杂在一起，什么也听不清。为得到所需节目，天线接收信号后有一个选择电路，把所需信号（电台）挑选出来，同时“滤掉”不要的信号。选择电路选出某个信号后，利用它直接推动耳机或喇叭还不行，必须恢复（解调）成原来的音频信号，解调后的音频信号送到耳机或喇叭，就可以收听到广播啦！","但天线接收到的高频无线电信号一般非常微弱，需要放大才能推动扬声器。由于需要放大几百甚至几万倍，因此要多级放大器，每一级电路都有一个谐振回路。当被接收的频率改变时，谐振电路要重新调整，且很难保证每次都一样。为了克服这些缺点，收音机采用了所谓“超外差式”电路。"]},{"section_title":" 电子管","section_content":["是一种在气密性封闭容器（一般为玻璃管）中产生电流传导，利用电场对真空中电子流的作用以获得信号放大或振荡的电子器件。1904年，英国物理学家弗莱明发明了世界上第一只电子管，标志着世界从此进入了电子时代。","电子管需要高压电源，体积和功耗大、发热厉害、电源利用效率低，而且结构脆弱、寿命短，后来被耗电少、不需交流电源、使用方便的晶体管收音机取代。也有人认为电子管收音机声音独特、具有收藏价值，称之为“胆管机”。"]},{"section_title":" 晶体管","section_content":["晶体管是一种用固体半导体材料（常见的是锗和硅）制成的电子器件，可用于实现电路的检波、整流、放大、开关、稳压、信号调制和许多其它功能。晶体管是20世纪的重大发明，尤其是P-N结型晶体管的出现，引起了一场电子技术的革命。从此人类步入了飞速发展的电子时代。","晶体管使得收音机开始普及，并成为廉价的电子产品。后来，集成电路逐渐取代了晶体管。在此基础上，产生了集成电路收音机以及DSP（数字信号处理器）收音机。DSP收音机由天线感应接收无线电模拟信号后，在同一块芯片里放大，然后转化为数字信号，再对数字信号进行处理，还原成模拟音频信号输出，本质是用“软件无线电”代替了“硬件无线电”。DSP收音机使收音机制造门槛大大降低，也标志着传统模拟收音机逐渐退出历史舞台，数字时代的收音机已经到来。"]},{"section_title":" 唱片与磁带","section_content":["唱片与磁带是早期的声音记录方式，采用模拟信号。唱片上，声音的振动信息储存在唱片圆盘平面上一条波浪起伏的轨道或沟槽内。播放唱片的放音装置叫留声机。播放时，唱片在留声机的转台上旋转，上面有唱针沿着沟槽移动，针尖随沟槽波动而轻微振动，振动通过机械装置传送到一个膜，带动空气振动。唱针材料有钢针、钻石等。钢针杂音小、音色嘹亮，但要定期更换，后者耐磨不需更换，但播放时“沙沙”声较大。另外，唱盘转动速度应要与录音时一样，声音才会被准确地恢复出来。","磁带是一种带状磁记录材料，通常是在塑料薄膜带基上涂覆一层颗粒状的磁性材料（如金属磁粉）或蒸发沉积上一层磁性氧化物或合金薄膜，可用于记录声音、图像、数字或其他信号。上世纪90年代前后，磁带曾在市场上非常普及，但音质无法和现在的数码音质比较，而且要在一根“长带”上快速找到某一首歌也相当困难，现已被淘汰。"]},{"section_title":" 光盘","section_content":["大家看到光亮如镜的光盘，是用极薄的铝质或金质音膜加上聚氯乙烯塑料保护层制作而成的。记录数据时，光盘采用数字技术，利用聚焦激光束对塑料盘片上的金属膜进行“烧蚀”或“刻录”实现信息存储。相对于磁记录的软盘、磁带等，容量提高了很多，同时具有耐用、便利以及低成本等优点。","imgs/image116.jpg","imgs/image118.jpg","&nbsp;便携式CD机与电脑光驱","通常说的CD是“高密度光盘（Compact Disc）”之意，具体有很多种类。用途已经扩大到储存任何形式的声频与视频数据、计算机文件、照片映像文件、软件应用程序等等。其中，最为人们熟悉的或许是声频CD，是一个用于存储音乐信号的标准格式，与之配套的是CD播放器（激光唱机或镭射唱机，如图1-25）。","不同种类的CD采用不同数据记录格式，但运行方式都是类似的。通常以“0”和“1”组成的二进制形式存储信息。存储数据时，电脑首先将数据转换成二进制，然后半导体激光器发射出微米级的激光束，投射到高速旋转的盘片表面，在表面烧蚀出“坑”代表“1”，空白代表“0”。读取数据时，定向光束在盘面上迅速移动，电脑或CD机观察经过的每一个点。如果该点不反射光，说明那里有一个小坑，代表一个“1”。如果激光被反射回来，该点就代表一个“0”。读取成千上万的“l”和“0”后，电脑或CD机再将其恢复成相应的音乐等数据。","imgs/image120.jpg","imgs/image122.jpg","imgs/image124.jpg","&nbsp;&nbsp;CD盘及其读写原理"]},{"section_title":" 半导体激光器","section_content":["以半导体材料（砷化镓（GaAs）、硫化镉（CdS）、磷化铟(InP)、硫化锌(ZnS)等）作为工作物质，通过一定的激励方式，利用受激发射作用使电子在能带间跃迁发光。半导体晶体的解理面形成两个平行反射镜面作为反射镜组成谐振腔，使光振荡、反馈，产生光的辐射放大，输出激光。半导体激光器结构简单、体积小、寿命较长、易于调制及价格低廉，广泛使用于光纤通信、光盘、激光打印机、激光扫描器、激光指示器（激光笔）。","根据是否可以重复读写，光盘分为不可擦写的CD-ROM、DVD-ROM光盘，以及可擦写的CD-RW、DVD-RAM光盘等。","一般来说，波长越短的激光，能够在单位面积上记录或读取更多的信息。传统DVD光头发出红色激光（波长为650nm）来读取或写入数据，为了满足高清影像等“大数据”的存储要求，近年来流行的蓝光（Blu-ray）则利用波长更短（405nm）的蓝色激光。蓝光是目前为止容量最大的光碟格式，可达到25G或50G，为高清电影、游戏和大容量数据存储带来了可能。"]},{"section_title":" MP3","section_content":["MP3本来指一种声音的数字化压缩编码格式，后来也指能播放MP3文件的播放器硬件。","MP3格式可将音频数据以1:10甚至1:12的比率，压缩成容量较小的文件，同时音质没有明显下降。一般每分钟MP3格式音乐文件的大小只有1 MB左右，一首歌通常为3～40 MB。体积小、音质高的特点，使MP3几乎成为网上音乐的代名词。MP3实现音频压缩的原理，是利用了人耳对高频声音信号不敏感的特性。即对不同频段使用不同的压缩率，对高频信号加大压缩比（甚至忽略），低频使用小压缩比，保证信号不失真，从而大大减小了数据文件。但MP3毕竟是一种失真压缩，比无损的CD音质还是要稍逊一些。声音压缩还有AAC、OGG等编码技术。","MP3音乐播放器可以看成是一个特定功能的小型电脑，小小的机身里也有存储器（存储卡）、液晶显示屏、中央处理器MCU（微控制器）或解码DSP等。相比之前的随身听、CD机等播放器，MP3播放器算是音乐领域数字革命的先锋。一是全部是电子元件，没有机械元件，体积小、抗震耐摔，特别适合户外或运动时欣赏音乐；二是文件大大压缩，一张存储卡能保存很多乐曲；三是可以随心所欲编辑自己喜爱的歌。","MP3目前几乎已完全取代其他形式的播放器。随着消费者转向智能手机等集成了MP3播放功能的强大数码产品，独立的MP3播放器逐渐被取代，或者增加了数字图像播放等功能，称为MP4、MP5，许多还集成了收音机、游戏机、图片显示和电子书等功能。"]},{"section_title":" 话筒（麦克风）","section_content":["中文“麦克风”一词由英文“Microphone”音译而来，是一种将声音信号转换为电信号的能量转换器件，主要实现声音的采集，又称传声器、话筒等。你唱卡拉OK的时候，就需要借助话筒。","话筒虽然形式多样，但基本原理都是将声音的振动传到里面的振膜上，再将振膜的振动转化为波动的电流，然后将电流送到后续放大、接口等电路进行处理，这个过程可以说与喇叭是相反的。按具体能量转换方式，可分为动圈和电容两类。","imgs/image126.jpg","话筒","动圈式话筒在使用时，振膜会带动线圈进行振动，线圈在永磁体产生的磁场中移动并感应得到变化的电流。特点是结构牢固、耐用，性能稳定，价格低，频率特性好，无需直流工作电压。","电容话筒的振膜就是电容器的一个电极。振膜振动时，它和后面固定极板间的距离跟着变化，电容量发生改变，这个可变电容量和话筒本身所带的前置放大器一起产生了信号电压。特点是频率特性好，灵敏度高，瞬态响应性能好，无方向性，音色柔和。但工作特性不够稳定，低频段灵敏度随着使用时间的增加而下降，寿命比较短，工作时需要直流电源"]},{"section_title":" 无所不能的电脑","section_content":["电脑是计算机（Computer）的俗称，是一种能够按照程序运行，自动、高速处理大量数据、功能强大的现代化智能电子设备。电脑已广泛应用于各行各业以及家庭中，成为我们工作和生活中必不可少的工具。","早期的电脑体型巨大，甚至大到一个房间都装不下，但计算能力还不及今天的一个游戏机。正如“摩尔定律”所述，芯片体积越来越小，功能却越来越强。今天的电脑可分为超级计算机、工业控制计算机、网络计算机、个人计算机等类型，正在研究的先进计算机还有生物、光子以及量子计算机等。但无论何种类型，都包括硬件、软件两大部分。没有安装软件的计算机称为裸机，其实是不能做什么事的。","imgs/image128.jpg","imgs/image130.jpg","imgs/image132.jpg","&nbsp;","台式机、笔记本与平板电脑","我们日常接触的电脑大多属于个人计算机（PC，Personal Computer），包括台式机、笔记本以及平板电脑等。早期个人计算机主要是台式机，所以PC也常常指台式机。","imgs/image134.jpg","imgs/image136.jpg","计算机的基本组成及典型硬件","以台式机为例，电脑硬件系统包括主机、显示器、鼠标、键盘和音箱等。笔记本以及平板电脑的这些部件常常集成在一起，因此更加紧凑。","（1）主机","从外观上看，主机是一个装有主板、CPU、内存、显卡、硬盘、光驱和电源等配件的机箱，是电脑内部硬件的总称，也是电脑的核心。主机前面的面板上通常有电源开关按钮、复位按钮、光驱、前置USB接口和音频接口等，而后面板则用于连接各种连线。","机箱把上述硬件有序地放置在一起，不仅提供了一个安全、稳定的工作环境，还方便电脑的整体移动。","1）计算机的大脑——中央处理器","CPU（Central Processing Unit）是计算机的运算核心和控制核心，相当于人的大脑，其功能是解释计算机指令以及处理计算机软件中的数据，由运算器、控制器和寄存器及实现它们之间联系的数据、控制及状态的总线构成。几乎所有CPU的运作原理都可分为四个阶段：提取（Fetch）、解码（Decode）、执行（Execute）和写回（Write back）。CPU从存储器或高速缓冲存储器中取出指令，放入指令寄存器，对指令译码并执行指令。","目前应用于PC机的主要CPU生产厂家有英特尔和AMD。随着平板、手机等移动终端的兴起，基于ARM架构的CPU用量越来越大，其特点是高性能、低成本和低能耗。","2）计算机的办公室——主板","又叫系统板(Systemboard)或母板(Motherboard)。一般为矩形电路板，安装在机箱内，上面安装了组成计算机的主要电路系统，一般有BIOS芯片、I/O控制芯片、键盘和面板控制开关接口、指示灯插接件、扩充插槽、主板及插卡的直流电源供电接插件等元件。有人将主板比喻成建筑物的地基，是微机的基本部件之一。","3）计算机的记忆单元——存储","就像大脑活动需要建立在记忆的基础上才能得以实现，数字化信息存储也是计算机运行的基本要求。但与大脑不同，电脑在运行时用到了不同层次的信息存储，有些是临时的，有些则需要长时间保存。临时信息记录采用“内存”，而需要长时间保存的采用硬盘、光驱以及闪存等方式。","到目前为止，人们开发了不同方式的信息存储技术，从早期的穿孔纸带、磁带到磁盘（硬盘）、闪存等。目前常用的计算机硬盘（Hard Disk Drive，简称HDD，港台称之为硬碟），包括台式机用的3.5寸硬盘以及活动硬盘，主要是通过磁介质来存储信息的。一块密封的计算机硬盘内部包含若干个磁盘片，磁盘片的每一面都被以转轴为轴心、以一定的磁密度为间隔划分成多个磁道，每个磁道又被划分为若干个扇区。 ","磁盘片上的磁涂层是由数量众多的、体积极为细小的磁颗粒组成，若干个磁颗粒组成一个记录单元来记录1比特（bit）信息，即0或1。磁盘片的每个磁盘面都相应有一个磁头。当磁头“扫描”过磁盘面的各个区域时，各个区域中记录的不同磁信号就被转换成电信号，电信号的变化进而被表达为“0”和“1”，成为所有信息的原始译码。","最早的磁头是采用锰铁磁体制成的，该类磁头是通过电磁感应的方式读写数据。随着对存储容量的要求不断提高，同时硬盘体积不断变小，势必要求磁盘上每一个被划分出来的独立区域越来越小，这些区域所记录的磁信号也就越来越弱。造成传统磁头难以满足需求。1988年，法国的费尔和德国的格林贝格尔各自独立发现了巨磁阻效应这一特殊现象，引发了硬盘“小型化、大容量”的革命。","但磁记录硬盘的读写，始终需要借助于机械结构读写头完成，这就限制了数据处理速度的提高，同时体积也无法做得很小。电脑存储记忆晶片则允许将数据写入芯片，体积小、速度快。最早的可编程只读存储器PROM只能一次写入，后来的EPROM（可擦除可编程只读存储器）芯片则可重复擦除和写入。EPROM芯片在其正面的陶瓷封装上开有一个玻璃窗口，紫外线透过该孔照射内部芯片就可以擦除内部的数据，这需要专用的EPROM擦除器，资料写入也需要专用的EPROM编程器，并且必须加一定的编程电压。EPROM芯片写入资料后，要以不透光的贴纸或胶布把窗口封住，以免受到周围的紫外线照射而使资料受损。","由于EPROM操作不便，后来又发展了EEPROM（电可擦除可编程ROM）。EEPROM的擦除不需要借助于其它设备，而是以电子信号来修改内容，并以Byte为最小修改单位，不必将资料全部洗掉才能写入，摆脱了EPROM擦除器和编程器的束缚。EEPROM在写入数据时仍要利用一定的编程电压，此时只需用厂商提供的专用刷新程序就可以轻易完成，属于双电压芯片。","闪存（Flash Memory）是EEPROM的变种。闪存的数据删除不是以单个的字节为单位，而是以固定的区块为单位，区块大小一般为256KB到20MB。目前，在数码相机、掌上电脑、MP3等小型数码产品中广泛作为存储介质使用的闪存卡（Flash Card），就是利用闪存技术存储电子信息的存储器，具有长寿命、非易失性（在断电情况下仍能保持所存储信息）特点，样子小巧，有如一张卡片。根据不同的生产厂商和不同的应用，闪存卡有SM、CF、MMC、SD、Memory Stick（记忆棒）等，虽然外观、规格不同，但是技术原理都是相同的。","U盘则是一种无需物理驱动器的微型移动存储产品，机芯主要包括主控芯片以及闪存芯片，一般使用USB接口。","（2）显示器","显示器可以把用户输入的内容和经过处理的数据显示出来。目前最常见的显示器为液晶显示器（LCD），大小用英寸来衡量，一般有17、19、22英寸等多种规格。显示原理与前面介绍的电视机是类似的。","（3）键盘与鼠标","鼠标用于控制屏幕上指针的位置，因为其外形像一只小老鼠而得名。早期鼠标为机械式，底部有一个球，通过它获得手的运动信息。目前使用的鼠标多为光电鼠标，底部都有一个红色的“灯”，通过光电信号向主机传输运动信息，鼠标上有按键、滚轮等，分别有不同的作用。键盘也是电脑的基本输入设备，可以向电脑输入各种数据及发送各种指令。键盘与鼠标可以用有线和无线的信号传输方式与主机连接、通讯。","现在的平板电脑上，由于触摸屏的大量使用，已经取消物理的键盘与鼠标了。","除了上述基本部件，用户还可以为电脑添加一些外部设备，以扩展电脑的功能。比如，输出声音的音箱和耳机，要用手写方式输入汉字可以添加手写板，要打印文档可以添加打印机，要进行视频聊天可以添加摄像头等。","正常运行的电脑需要各种软件，这些软件分为各种层次，具有不同作用，主要包括系统软件和应用软件两大类。","（1）操作系统","操作系统是负责管理计算机的硬件资源，控制其他程序运行并为用户提供交互操作界面的系统软件的集合。任何一台计算机，都必须要有一个操作系统才能正常运行。","操作系统的种类很多，可从手机的嵌入式操作系统到超级计算机的大型操作系统。目前流行的操作系统主要有Windows、iOS、Android、Linux、Mac OS X、Windows Phone等。 ","（2）应用与专业软件","当电脑安装了操作系统，就可以根据需要安装不同的应用软件或专业软件，以满足娱乐、办公和交流等要求，如文字处理的Word、WPS，上网聊天的QQ以及影音播放、游戏消遣等方面的软件。"]},{"section_title":"网络与数据通讯","section_content":["计算机网络可理解为是将地理位置不同、具有独立功能的多个计算机系统通过通信设备和线路连接起来，以功能完善的网络软件（网络协议、信息交换方式及操作系统等）实现资源共享的系统，包括局域网和Internet等。","Internet起源于美国军方。冷战时期，美国防部认为，如果仅有一个集中的军事指挥中心，万一这个中心被原苏联的核武器摧毁，全国的军事指挥将处于瘫痪状态，因此有必要设计这样一个分散的指挥系统──它由一个个分散的指挥点组成，当部分指挥点被摧毁后其它点仍能正常工作，而这些分散的点又能通过某种形式的通讯网取得联系。1969年，美国国防部开始建立一个命名为ARPAnet的网络，把美国的几个军事及研究用电脑主机联接起来。最初的ARPAnet只联结了4台主机，且处于美国国防部高级机密的保护之下。","现在，常用的联网方式包括有线与无线（WiFi）等多种方式。"]},{"section_title":" 计算器","section_content":["计算器（Calculator，Counter）这一名词其实是由日文传入的，是一种能进行数学运算的手持机器。计算器廉价且使用方便，广泛运用于商业交易中，也是必备的办公用品之一。","imgs/image138.jpg","imgs/image140.jpg","计算器","计算器由运算器、控制器、存储器、键盘、显示器、电源等组成，也拥有集成电路芯片，可以说是第一代的电子计算机（电脑），但比现代电脑结构简单得多、功能也较弱。键盘是计算器的输入部件，一般采用接触式或传感式。为减小计算器的尺寸，一键常常有多种功能。显示器是计算器的输出部件，有发光二极管显示器或液晶显示器等。除显示计算结果外，还常有溢出指示、错误指示等。","计算器耗电很小，但为更节省电能，计算器都采用CMOS工艺制作的大规模集成电路，并在内部装有定时不操作自动断电电路。有的直接采用光能，以减少或代替电池的使用。","在电脑或智能手机的应用软件里面，也有软件版本的“计算器”。出于习惯，界面常常设计成普通计算器一样。"]},{"section_title":"射频识别RFID","section_content":["射频识别（RFID, Radio Frequency IDentification）是一种通信技术，又称电子标签。该技术利用调成无线电频率的电磁场，把数据从附着在物品上的标签上传送出去，识别系统与特定目标之间无需建立机械或光学接触。某些标签在识别时，从识别器发出的电磁场中就可以得到能量，因此不需电池，标签存储的信息数米之内都可以识别。与条形码不同的是，射频标签不需要处在识别器视线之内，甚至可以嵌入被追踪物体之内。RFID技术应用很广，如门禁系统、图书馆、产品（如食品）生产环节溯源等。"]},{"section_title":" 条形码与二维码","section_content":["你在超市买东西付帐的时候，售货员都是用一个机器在商品上照一下，与之相连的计算机里面就马上出现了商品的价格等信息，十分方便、可靠。这就是迄今为止最经济、实用的一种自动识别技术——条形码（Barcode）。","imgs/image142.jpg","imgs/image144.jpg","imgs/image146.jpg","条形码及其识别","条形码是将宽度不等的多个黑条和空白，按照一定的编码规则排列，用以表达一组信息的图形标识符。该技术是随着计算机与信息技术的发展和应用而诞生的，集编码、印刷、识别、数据采集和处理于一身。利用条形码，可以标出物品的商品名称、生产国、制造厂家、生产日期以及图书分类号、类别等许多信息，输入速度快、可靠性高、信息量大、灵活实用、易于制作、成本低，还可以和其他控制设备联接起来实现自动化管理，因而在商品流通、图书管理、邮政管理、银行系统等许多领域都得到广泛的应用。","常见条形码是由反射率相差很大的黑条（条）和白条（空）排成的平行线图案。对于无论条形码的设计制作、申请注册还是使用，都须遵循有关的管理规定。以商品条形码为例，实际上与一组规则排列的条、空对应的还有一串字符标识。字符由一组阿拉伯数字组成，与条、空所表示信息是相同的。一般由前缀部分、制造厂商代码、商品代码和校验码组成。前缀码是用来标识国家或地区的代码，赋码权在国际物品编码协会，如00-09代表美国、加拿大。45、49代表日本。69代表中国大陆，471代表中国台湾地区，489代表香港特区。制造厂商代码的赋权，根据在各个国家或地区的物品编码组织，中国由国家物品编码中心赋予制造厂商代码。商品代码是用来标识商品的代码，赋码权由产品生产企业自己行使，生产企业按照规定条件自己决定在自己的何种商品上使用哪些阿拉伯数字为商品条形码。最后用1位校验码来校验商品条形码中左起第1～12数字代码的正确性。","读取条形码时，需要经历扫描和译码两个过程。条形码扫描器利用自身光源照射条形码，再利用光电转换器接受反射的光线，将反射光线的明暗转换成数字信号。根据扫描方式，扫描器分为光笔、CCD红光、激光、影像四种。扫描后，再将按照一定规则编译出来的条形码转换成有意义的信息。","imgs/image148.jpg","imgs/image150.jpg","二维码","一维条形码虽然提高了资料收集与资料处理的速度，但由于受到资料容量的限制，仅能标识商品而不能描述商品，比较依赖电脑网路和资料库。因此，后面出现了储存量较高的二维码，具有高密度、大容量、抗磨损、易识别等特点，拓宽了条形码的应用领域。","二维码产生于日本，是利用某种特定的黑白相间几何图形按一定规律在平面（二维）分布以记录数据信息，使用若干个与二进制相对应的几何形体来表示文字数值信息，通过图象输入设备或光电扫描设备自动识读以实现信息自动处理。它具有条码技术的一些共性，如每种码制有特定的字符集，每个字符占有一定的宽度，具有一定的校验功能等。同时，还具有对不同行的信息自动识别功能及处理图形旋转变化等特点。","二维码的识别，有线型扫描器逐层扫描解码，以及照相和图像处理解码两种方法。现在常见的矩阵式二维码，则需要用照相方法进行识别。"]},{"section_title":" 电荷藕合器件CCD","section_content":["电荷藕合器件（CCD，Charge Coupled Device）是一种半导体器件，1969年由美国贝尔实验室发明。CCD能够把光学影像转化为数字信号，目前广泛作为数码照相机、扫描仪等的感光元件，其作用就像胶片一样，但它是把图像像素转换成数字信号。CCD上有许多排列整齐的微小电容，能感应光线，并将影像转变成数字信号。经由外部电路的控制，每个小电容能将其所带的电荷转给它相邻的电容。单个电容称作像素（Pixel），一块CCD上包含的像素数越多，其提供的画面分辨率也就越高。"]},{"section_title":"子母机","section_content":["有线电话(座机)其中的一种。母机与普通的座机一样,但增加一组无线发射和接收功能；子机无连接线,也具有无线发射和接收功能。在一定距离范围内（一般30-50米），母机可与子机实行无线对接和互讲，类似对讲机一样使用；子机也可以直接接通母机，拨打外线或接听电话，类似移动电话。"]},{"section_title":" 移动电话（手机）","section_content":["移动电话又称无线电话，简称手机（Mobile Phone或者Cell Phone），是可以在较广范围内使用的便携式电话终端。手机是20世纪的重大发明，给我们的生活带来了巨大的影响。","无线电通信虽然是1895年发明的，但无线电话却是在20世纪初发明了真空三极管之后才出现。1915年首次成功地实现了跨越大西洋的无线电话通信；1927年在美国和英国之间开通了商用无线电话。当时的越洋无线电话通信是利用短波无线电波能从电离层折射返回地面这一特性。30年代发现了超短波，40年代发现了微波。超短波和微波都不能从电离层反射，具有直线传播的特性，能穿过电离层；它们在地面上只能以视线距离传播。人们利用这种特性开发了多路无线接力通信。所谓接力通信，就是在直线视距范围（在地面平原地区约50千米）内设立一个中继站进行接收转发。通信距离越长，设立的中继站越多。超短波接力通信可以传送30路以下的电话；微波接力通信可以传送几千路电话，还可以用来传送彩色电视。&nbsp;&nbsp;\r\n","卫星通信是利用人造地球卫星作为中继站或卫星转发器的微波通信。卫星通信可以在大面积范围内进行高质量的通信，是全球远距离和洲际通信的重要手段之一。但到目前为止，普通手机只能接受地面基站发射的信号，所以你到一些偏僻的地方，就没有信号了。","70年代后期出现的蜂窝式移动电话系统，是无线电话的重大发展，迅速在世界各国投入使用。80年代中期是数码移动通信系统发展和成熟时期，但早期（90年代初期及以前）因为价格昂贵，只有少部分人才买得起，有“大哥大”的俗称。九十年代后期大幅降价，如今已成为人类日常不可或缺的电子用品之一。","最早的手机通讯方式为模拟方式，只能通话。后面发展为数字机，可以发短信、彩信，甚至上互联网。目前在全球范围内使用最广是所谓的第二代手机（2G），以GSM和CDMA为主。它们都是数字制式的，除了可以进行语音通信以外，还可以收发短信（短消息、SMS）、MMS（彩信、多媒体短信）、无线应用协议（WAP）等。目前整个行业正在向第三代手机（3G）迁移过程中。","随着技术的发展以及生活的需要，手机除了用于通讯外，还逐渐增加了PDA（Personal Digital Assistant，个人数字助理）、游戏机、MP3、照相机、录音、GPS（Global Positioning System，全球定位系统）等功能。如今常说的“智能手机”，已经是一台具有通讯功能的小型电脑！用户可以自己安装各种软件，所以虽然每台手机的硬件甚至外观都差不多，但内容却不一样。摩托罗拉（Motorola）的A6188据认为是最早推出的智能手机，后来诺基亚（Nokia）的塞班系统手机使之发扬光大。但真正让智能手机得到巨大发展的，是苹果的iPhone系列手机。","现代手机功能越来越复杂，小小的手机里面集成了各种传感器和专用模块：重力感应、GPS导航模块、光线感应、磁力感应（指南针），网络、蓝牙等等。有预测认为，今后手机将发展成为重要的个人“数字终端”，除了现有的语音通讯、上网等基本功能以外，还可以实现便捷支付、身份认证等重要的生活辅助功能。一句话，以后出门可能就不用带钱包、身份证或者机票什么的，只要带着手机就可以啦——不要怕，即使弄丢了，通过指纹、云端数据加密等措施，别人是不能使用的！","imgs/image152.jpg","imgs/image154.jpg","imgs/image156.jpg","imgs/image158.jpg","imgs/image160.jpg","形形色色的手机"]},{"section_title":" 对讲机","section_content":["对讲机（Two way radio）是成对使用的一种“双向”移动通信工具，可提供一对一、一对多的通话方式。它不需要任何网络支持就可以通话，因此不受网络限制、无话费产生，且操作简单、沟通自由。主要在公安、民航、运输、水利、铁路、制造、建筑、服务等行业，用于团体成员间的联络和指挥调度，以提高沟通效率和提高处理突发事件的快速反应能力，适用于相对固定且频繁通话的场合。另外还有一些特定场合使用的对讲机，如防爆、防水、警用等。随着对讲机进入民用市场，人们外出旅游、购物也开始越来越多地使用对讲机。","对讲机一般包括信号发射、信号接收、调制信号及调制电路、信令处理等部分。电源由CPU控制，接收部分在正常时处于间歇工作方式，发射部分在发射时才有电，而CPU为稳定的电源供应。","为合理地利用无线电波的频率资源以及保证绝大多数用户通话不受干扰，国家无线台管理委员会对频率的使用进行了划分，规定不同的行业使用相应的频率范围。公众对讲机是指发射功率不大于0.5W，工作于指定频率的无线对讲机，其无线电发射频率、功率等射频技术指标须符合一定要求。","imgs/image162.jpg","imgs/image164.jpg","对讲机","手持对讲机在平坦开阔、无障碍环境下的通话距离可达6公里。由于无线电波的传输会受障碍物（如建筑物、树木）的影响，一些外来因素也会削弱通话的信号，通话范围也随之变化。当有网络支持时，对讲机的通话距离可达几十公里。","&nbsp;"]}]},{"chapter_title":" 日用品","chapter_content":[{"section_title":"燃气灶","section_content":["燃气灶的基本工作原理是：燃气在一定压力下，以一定流速经过气管进入阀体，经阀体的喷嘴喷出，进入燃烧器。喷嘴和燃烧器之间留有可调的空隙（风门），并与外界空气相通，燃气靠本身喷射到燃烧器时的负压吸入一次空气，在燃烧器内燃气和一次空气混合，然后经火盖火孔或火缝均匀流出，再和外界的二次空气混合进行燃烧。天然气充分、平稳的正常燃烧，会形成稳定的蓝色火焰。","imgs/image166.jpg","燃气灶的工作原理","要持续地正常燃烧，燃气灶需要不断供应空气（氧气），并减少一氧化碳及氮氧化物等有害物质的生成。进气方式有下进风、上进风和侧进风等，如果设计不合理或调节不当，会造成燃烧不充分、黄焰、一氧化碳浓度高。更加危险的是燃气泄漏，一旦泄漏量较大，可能造成点火爆燃，并导致玻璃面板爆裂等事故。","目前燃气灶的点火方式，主要有压电陶瓷和电脉冲两种。压电陶瓷点火应用了压电陶瓷的“压电效应”，这种特殊材质受到压力或扭曲时表面会带电，导出表面的电就能产生电火花。但扭一次按钮只能喷射一次电火花，点燃成功率低。电脉冲点火需在燃气灶底安装电池，但点火成功率高。只需一次扭动按钮，就能连续不断喷出电火花，直到点燃为止。","燃气灶的安全控制十分重要。燃气灶的熄火保护装置已是国家强制标准，它能够在燃气灶由于意外熄火时（如煮饭时水溢出将火熄灭），自动关闭气源，有热电式和离子感应式两种。","热电式熄火保护装置由一套热电偶、电磁阀控制一个气路通道，通过热电偶产生热电势来开、闭电磁阀，稳定、可靠，安全系数高，不需外接电源。如果其中一个损坏，不会影响另外一个炉头的正常使用。但存在一定“热惰性”，即输出电流不能随火焰熄灭而立即消失，反应较慢，一般需要5～10s左右才能关闭燃气阀。不过因泄漏量小，不会引起严重安全问题。","火焰中存在带单向导电性的电离子，因此火苗相当于一段导线。离子感应式就利用了这一原理。如果熄火，能很快切断燃气。但经过此保护装置后的气路通道不能再分开，否则会产生误动作而造成漏气，只适用于单气路通道。如果熄火保护装置损坏，则整个炉灶都不能使用，其次需要外接电源、耗电量大，一般2～3个月就需要换一次电池。"]},{"section_title":"高压锅","section_content":["高压锅又叫压力锅，它利用了水沸点受气压影响的原理：气压越高、沸点越高。一般气压为1个大气压时，水的沸点是100℃。因此用普通的锅蒸煮食物时，由于水沸点的原因，食物加热的最高温度只能在100℃以下。在海拔很高的高山、高原上，由于气压低于1个大气压，水不到100℃就能沸腾，用普通锅具就可能煮不熟鸡蛋、米饭了！","反过来，在气压大于1个大气压时，水就要在高于100℃时才会沸腾。由于结构上使用了密封圈等，高压锅密封性很好，锅内的水受热产生的水蒸气不能扩散到空气中，这样锅内就形成高温、高压的环境，可以在高压下将被蒸煮食物加热到100℃以上，大大缩短了做饭的时间，节约了能源。不过，温度高、压力大的烹饪环境对食物营养的破坏通常也比较大。&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;","高压锅由锅身、锅盖、易熔片、放气孔、安全阀和密封胶圈以及其他新形式的放气通道组成。为了安全起见，高压锅采用了多重的保险方式，包括安全阀、易熔片。易熔片的安装是为了防止安全阀出现故障而起备用保险作用的，它是用熔点较低的铝合金材料制成的。一旦安全阀失效，锅内压强过大，温度也随之升高，当温度达到易熔片熔点时，再继续加热易溶片开始溶化，锅内气体便从易熔片喷出，使锅内压强减小，从而防止爆炸事故的发生。","现在市场上出售的高压锅，可分为普通铝合金高压锅、不锈钢高压锅、不锈钢复合底铝合金高压锅、电高压锅4种。","普通铝合金高压锅的重量轻、传热快、价格便宜、表面有氧化铝层防腐蚀、可以用冷水快速冷却，使用寿命约为8年，不适合电磁炉。","不锈钢高压锅耐热、美观，但价格贵。不易和食物中的酸、碱、盐起反应，使用年限约10年左右。适合电磁炉，在煤气炉、电炉上容易变色，不可用冷水快速冷却、不合适煎熬中药。","不锈钢复合底铝合金高压锅与不锈钢高压锅一样适合电磁炉，同时具备普通铝合金高压锅的优点。电高压锅外壳能保温，工作压力低，能效比传统压力锅高，内锅可以取下更换，使用方便但价格贵。可以智能无水炖鱼炖肉。由于涉及到线路老化问题，使用年限不长。","高压锅禁止超期服役，使用时一定要注意掌握各个安全部件的性能。合盖时上下手柄要合实，降温冷却后再开盖；锅盖密封圈每次用过后要洗净，用前要沾湿，出现老化、漏气、变形时要立即更新。使用前，要检查排气孔是否通畅，防堵罩、止推阀也要及时清除堵物；限压阀在使用中不得加压重物，更不可用其他物品代替。易熔片是经过严格测算的安全、低熔点合金片，绝不能用其他任何金属薄片代替，煮时如发现安全塞排气，要及时更换新的易熔片，切不可用铁丝、布条等东西堵塞，不能附着食物残渣，以免影响导热。安全阀排气，说明锅内压力已超压，应立即关闭火源或改用微火。"]},{"section_title":"不粘锅","section_content":["不粘锅具有不粘的性能，主要是锅内涂有一种以聚四氟乙烯及其他氟聚合物为主要成分的不粘涂料，涂敷在基体上经高温烧结而成。这层涂层通常叫特氟龙（Teflon），化学名称叫聚四氟乙烯，高级的产品还掺入了抗氧化剂和稳定剂来提高耐高温性。","聚四氟乙烯与水的亲和力为极小，水落到表面上迅速成为细小水珠溜走，因此不粘性能良好，最早应用在钢笔上以减少笔的擦拭。由于抗酸抗碱、抗各种有机溶剂、耐高温，摩擦系数极低，有时也用于衣服、工业领域金属模具等工作表面上。另外，除了起润滑作用外，还成为水管内层的理想涂料。","合格不粘锅的不粘层极为稳定，不易与其他物质发生化学反应，防酸、碱，也不易脱落。但烹调时，推荐用耐热尼龙、塑料或木制的锅铲，避免尖锐的铲具或金属器具损害锅表面，并切勿以粗糙的砂布或金属球大力洗擦。","聚四氟乙烯在200度以上高温时化学性质开始不稳定，最高可以耐400度，超过400度会燃烧并释放出氟化氢气体，氟化氢溶解于水后的溶液叫氢氟酸，具有强腐蚀（可用于蚀刻玻璃），而且有剧毒。一般烹饪时最高温度不会超过180度，但是在摩擦和加热的情况下，特氟龙涂层总会一点点分解。因此，用不粘锅具烹调时，最好不要用大火煎炒而选用中、小火，炖粥时聚四氟乙烯的损耗可降到最低，对人体危害也最小。"]},{"section_title":"无烟锅","section_content":["食用油在锅内加热，一般开始冒油烟的温度约为240℃，而正常炒菜只需160~180℃就足够，爆炒所需温度约在200℃左右。所以无油烟锅的原理，其实是用各种方法使锅内的温度不超过油烟生成的温度。","具体而言，无烟锅采用了特殊的材料和结构形式（如表面有小的凸起），相对于普通铁锅等大大提高导热系数，传热快、受热均匀。烹饪加热时，锅内温差不高于40℃，只保持在食油裂解和挥发的临界温度240℃以内，不须加大火候，因此不产生或较少产生油烟。"]},{"section_title":"抽油烟机","section_content":["烹饪时，如果不有效排除就会在厨房物体表面聚集形成粘附的油脂，使环境变得油腻、肮脏。另外，油烟含有很多对人体有害的物质，如果长期在充满油烟的房间内工作，会导致疾病发生。早期家庭厨房的排烟都是由排风扇来完成的，只能排除厨房的部分油烟，效果十分有限。抽油烟机或吸油烟机，一般安装在炉灶上方，利用热气上升的原理将炉灶燃烧的废物和烹饪产生的油烟迅速抽走、排出室外，从而减少污染、净化空气。","imgs/image168.jpg","&nbsp;抽油烟机工作原理","按照排烟结构，吸油烟机也可以分为顶吸型、侧吸型以及近吸型等类型。但无论何种形式的抽油烟机，都有机壳、风道、风机、止回阀、集排油装置、照明装置、电源开关和电源线等，基本工作原理都是类似的，即：电机带动风轮高速旋转，使炉灶上方一定的空间范围内形成负压区，将油烟气体吸入吸油烟机内部，经油网过滤后，进行第一次油烟分离；然后进入烟机风道内部，通过叶轮的旋转对油烟气体进行第二次油烟分离，油烟受到离心力的作用凝集成油滴，通过油路收集到油杯，净化后的烟气沿固定通路排出。"]},{"section_title":" 食物垃圾处理器","section_content":["食物垃圾处理器通过粉碎等方式，能够快速解决掉易腐烂变质的餐厨垃圾，避免传统食物垃圾的储存、堆积而滋生病菌、蚊虫、蟑螂，减少厨房异味，从而有效促进家人健康、优化家居环境，同时解决下水道容易堵塞的问题。","食物垃圾处理器有粉碎型和甩干型两类处理方式。粉碎型是将食物垃圾经过研磨、粉碎后，与水混合成液态状直接冲入下水道，甩干型则将食物垃圾的水分与固态物质分离，排走水分后留下固态物质并压缩成块状以便保存。","imgs/image170.jpg","食物垃圾处理器","粉碎型机器一般安装于厨房水槽下，与排水管相连，通过小型直流或交流电机驱动二级研磨、三级研磨刀盘，利用离心力将粉碎腔内的食物垃圾进行多次粉碎后排入下水道，一般只能粉碎残羹剩饭、肉鱼骨刺、蔬菜梗叶、瓜皮果壳、蛋壳、茶叶渣、小块玉米棒芯、禽畜小骨等有机垃圾。"]},{"section_title":" 洗碗机","section_content":["imgs/image172.jpg","imgs/image174.jpg","洗碗机及其结构","洗碗机是用来自动清洗碗、筷、盘、碟、刀、叉等餐具的设备，可大大减轻餐厅、宾馆、食堂工作人员的劳动强度。各种小型洗碗机也正逐渐进入普通家庭。","早期洗碗机采用的是类似于波轮洗衣机的涡流洗涤原理，但费水、费电、洗涤效果差。经过不断改进，目前从结构、原理到控制方式已有很大变化。","按洗涤原理，洗碗机有喷射（喷淋）式、涡流式等。喷射式通过高温、高压喷射水流对餐具表面形成机械冲刷，洗涤剂对餐具表面油污、残渣皂化与分解，以及热水对食物余渣的浸泡澎化，使餐具表面油污、残渣及食物余渣迅速分解与脱落。","在压水过程中，水泵把水推进到喷管里。在排水过程中，泵把水引到排水管。泵由电机驱动。泵主要有可逆型和直接驱动型两种。可逆型泵通过改变马达的方向来决定是把水压到喷管还是把水压到排水管，通常是垂直安装的；直接驱动型的马达只能朝一个方向运转，因此水流方向从喷管到排水管的切换是由一个电磁阀控制的，它可以打开和关闭相应的阀门，或者转换管道通路，通常是水平安装。","imgs/image176.jpg","imgs/image178.jpg","(a)\r\n可逆型泵&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\n(b) 直接驱动型泵","洗碗机工作原理","超声波洗碗机利用的是超声波清洗的原理。"]},{"section_title":"超声波与次声波","section_content":["人们能够听到的声音频率范围在20-20000Hz，高于20000Hz的声波称之为超声波，低于20Hz的声波称之为次声波。超声波频率高、波长短、绕射现象小，特别是方向性好、能够成为射线而定向传播，对液体、固体的穿透本领很大。超声波碰到杂质或分界面会产生显著的反射，形成回波。","超声波的应用非常广泛，如工业生产中的超声波焊接、医疗领域的B超，以及舰船上的声纳探测等等，而自然界的蝙蝠也应用了超声波的反射原理进行物体感测。"]},{"section_title":"超声波的空化效应","section_content":["超声波清洗主要利用了超声波“空化效应”：纵向的声波（纵波）在液体中传播时，由于强、弱的交替作用，使得液体内的正、负压不断变化，伴随许多微小气泡的瞬间形成和压碎的复杂变化，在这段过程中，气泡闭合的瞬间产生冲击波，使气泡周围产生瞬间高压和高温，称为空化效应。","虽然每个空化气泡的作用并不大，但每秒钟有上亿个空化气泡在作用，就具有很好的清洗效果。因为超声波可以穿透固体物质而使整个液体介质振动并产生空化气泡，因此这种清洗方式不存在清洗不到的死角，清洗洁净度高，可以达到物件全面洁净的清洗效果，而且不影响任何物件的材质及精度，特别适合深孔、盲孔、凹凸槽的清洗。超声波清洗的应用，包括工业领域、实验室、家用（金银珠宝、首饰、眼镜、表链、刮须刀、梳子、茶具等）。另外，也可以利用超声波洁牙(俗称洗牙)，就是利用超声波产生的高频、高能振动，通过超声波洁牙机的光滑工作头把牙齿表面的牙结石、牙渍和茶斑等击碎然后冲洗掉，在临床中应用广泛。","&nbsp;"]},{"section_title":" 消毒柜","section_content":["imgs/image180.jpg","消毒柜","俗话说“祸从口出，病从口入”，消毒柜可以通过紫外线、远红外线、高温、臭氧等方式，给食具、餐具、毛巾、衣物、美容美发用具、医疗器械等物品进行杀菌消毒、保温除湿，外形一般为柜箱状，柜身大部分材质为不锈钢。消毒柜可以说是中国首创的电器产品，广泛用于酒店、宾馆、餐馆、学校、部队、食堂等场所。","远红外线高温型消毒柜主要利用远红外线发热，在密闭的柜内产生120度高温进行杀菌消毒。这种消毒方式速度快、穿透力强，常用的餐具、茶具都可放在柜内进行高温消毒。","臭氧低温型消毒柜利用臭氧进行杀菌消毒，可用于塑料、胶木等受高温易变形的物品消毒，也可用来对蔬菜、瓜果等进行杀菌和保鲜。","紫外线消毒柜把紫外线作为消毒手段之一。但单仅靠紫外线消毒是不适用于食具消毒的，一般由两种或两种以上消毒方法组合而成。组合消毒方式的消毒柜也越来越成为市场的主体。"]},{"section_title":" 罐头","section_content":["以前，长时间生活在船上的海员经常因吃不上新鲜蔬菜、水果等食品而患病，有的还患了严重威胁生命的坏血症。1809年，法国拿破仑政府用12000法郎的巨额奖金，征求一种长期贮存食品的方法。有个叫阿贝尔的经营蜜饯食品的法国人，经过不断研究和实践，终于找到了一个好办法。他的方法是：将洗净、调配等处理后的食品装入广口瓶内，再全部置于沸水锅中，加热30～60分钟，趁热用软木塞塞紧，再用线加固或用蜡封死，这样能较长时间保藏食品而不腐烂变质。这就是现代罐头的雏形。","现代罐头广泛应用了一种叫“巴氏灭菌法”的处理方法，能够有效杀菌。此外，常见的马口铁、玻璃瓶、各种软包装等都是完全密封的包装，罐头里面灭过菌的食品处于隔绝的状态，有的还抽了真空。于是外界污染被完全阻隔，细菌的再次滋生被制止，常温条件下保存也不会变质。"]},{"section_title":"巴氏灭菌法","section_content":["不同细菌有不同的最适合生长的温度和耐热、耐冷能力。一般微生物生长的适宜温度为28~37℃，而且在一定温度范围内，温度越低、细菌繁殖越慢，反之温度越高、繁殖越快，但温度过高细菌就会死亡。巴氏灭菌法(pasteurization)是利用病原体不耐热的特点，在适当的温度和保温时间下，将其全部杀灭。经巴氏消毒后，仍保留了小部分无害或有益、较耐热的细菌或细菌芽孢，因此巴氏消毒牛奶要在4℃左右的温度下保存，且只能保存3～10天，最多16天。","对于大家常喝的牛奶，国际上通用的巴氏高温消毒法主要有两种：一是将牛奶加热到62~65℃，保持30分钟。这一方法可杀死牛奶中各种生长型致病菌，灭菌率可达97.3~99.9%，残留的只是部分嗜热菌、耐热性菌以及芽孢等，但这些细菌多数是乳酸菌，不但对人无害反而有益健康。第二种方法是将牛奶加热到75~90℃，保温15~16秒，时间短、效率高，但高温下会有较多的营养损失。","由此可见，罐头之所以能够长期保存而不变质，主要得益于密封的容器和严格的杀菌，与防腐剂关系并不大，甚至无须加入防腐剂。另外，研究表明，各类维生素、叶酸、碳水化合物、蛋白质、脂肪等营养在罐头加工过程中的流失，不会超过它们在煎、炒、炸、煮中的流失，罐头食品会流失营养，其实是一种误解。"]},{"section_title":" 燃气热水器","section_content":["燃气热水器是指以燃气作为燃料，通过燃烧加热方式将热量传递到流经热交换器的冷水，以达到热水制备目的的一种用具。","燃气热水器一般包括外壳、给排气装置、燃烧器、热交换器（俗称水箱）、气控装置、水控装置、水气联动装置和电子控制系统等。阀体总成控制着整个热水器的工作程序，它包括水阀、气阀、微动开关和点火器等。热水器安装时，进水管、出水管、燃气管上都应该安装阀门。","燃气热水器的基本工作原理，是冷水进入热水器，流经水气联动阀体。在流动水的一定压力差值作用下，推动水气联动阀门，同时推动直流电源微动开关将电源接通并启动脉冲点火器；与此同时，打开燃气输气电磁阀门，通过脉冲点火器继续自动再次点火，直到点火成功进入正常工作状态为止，此过程约连续维持5~10秒时间。当燃气热水器在工作过程或点火过程出现缺水或水压不足、缺电、缺燃气、热水温度过高、意外吹熄火等故障现象时，脉冲点火器将通过检测感应针反馈的信号，自动切断电源，燃气输气电磁阀门在缺电情况下立刻回复原来的常闭阀状态，切断燃气通路，起到安全保护的作用。","使用热水器时，先打开燃气阀和进水阀。当打开出水阀时，点火器和微动开关控制先点燃小火，再点燃主火。有的热水器不设小火，可直接点燃主火。燃气在燃烧室内燃烧，热量通过热交换器将水加热，热水从出水口源源不断流出。关断出水阀，热水器停止工作。","imgs/image182.jpg","燃气热水器及其典型内部结构&nbsp; ","控制系统是一个电子控制系统，一般带有一个火焰检测装置和一个控制装置。目前燃气热水器有时序控制器、数字控制器和模糊控制器三种，一般都具有电子点火、熄火保护、安全中断、出水恒温、过热保护、不完全燃烧保护功能，还有再点火、人机电话显示、报警功能和遥控功能。","燃气热水器的感应元器有水流量传感器、离子火焰感应器、温度传感器、热电偶、微动开关、干簧管、霍尔传感器等，作用是将反应热水器工作情况的有关信息转换成电信号，以便实现对热水器工作状态的控制。","按排烟方式，燃气热水器可分为直排式、烟道式、强排式和平衡式四种。直排式为早期产品，其特征是四周透风，没有烟管连接到室外。由于燃烧需要的空气直接从室内“吸取”，产生的含一氧化碳等有害气体的废气又直接排在室内，2000年6月被国家禁止生产和销售。","烟道式为在直排基础上的改进产品，主要是在直排机上增加了直径较粗（相对强排机）的烟管。所需空气还是从室内吸取，但燃烧废气通过烟管自然排到室外，不用连接交流电。由于排放力度不够，容易造成废气泄漏、倒灌等事故，安全性仍不高。","强排式是目前市场中的主流产品，配置了风机、烟管，但需要连接交流电源。强排式所需空气仍由室内提供，但燃烧废气通过烟管强行排到室外，排放力度很大、安全性高，基本不会出现废气泄漏、倒灌等事故。","平衡式是目前最安全的热水器。它具有双层烟管、鼓风机，需要连接交流电。废气通过内层烟管强行排到室外，新鲜空气通过外层烟管从室外强制吸取。","按燃烧效率，燃气热水器可分为普通燃烧和强制燃烧两类。普通燃烧的燃烧室设计为非密闭结构，燃烧所需空气，只是通过机身透风口自然补充（没有鼓风机），造成燃烧时空气不足，氧气含量偏低。强制燃烧产品安装有风机，燃烧所需空气被风机强劲吸入燃烧室，使燃烧的氧气充足，燃气燃烧充分、效率高、产生热量大，不仅节省燃气，且不易产生积碳。另外，热水器按照安装位置还可分为户内型（浴室内、浴室外）和户外型。","合格的燃气热水器，各项性能指标要符合《家用燃气快速热水器GB6932-2010》的国家标准要求。从点火到进入正常工作状态，整个过程是全自动控制的，无需人为调整或附加设置。只要打开冷水开关或接通冷水水源，通过水量和气量调节装置的调节，可得到合适的水量与水温，并在较短的5～10秒时间内可进入正常工作状态、产出热水。一旦出现意外故障，10秒内应该自动停止工作，并立刻切断燃气通路，且不能自动重新开启。除非人为排除故障后，再重新启动燃气热水器方能正常工作，保证安全可靠。","imgs/image184.gif","imgs/image186.gif","imgs/image188.gif","imgs/image190.gif","（a）直排式&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;（b）烟道式&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\n（c）强排式&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\n（d）平衡式","不同排烟方式的燃气热水器"]},{"section_title":" 电热水器","section_content":["电热水器是以电作为能源的热水器，有容积式（储水式）和即热式两类。","容积式是电热水器的主要形式，又分为立式、横式及落地式等。传统家用容积式电热水器具有安装方便、出水量大、水温稳定等特点，但加热速度较慢。","imgs/image192.jpg","电热水器","容积式电热水器的工作原理，是使用了电加热管，通电之后给水提供热量。内胆储存热水、外壳保温。加热管有直接与待加热水接触的浸没型，也有隔离型，有1.2、1.5及2.5KW等功率可供选择。加热管由一个温控器来控制，能设定所需温度并保持内胆中的水温恒定，在40～75℃范围内可调。定时产品系列的时间控制系统能带来最大限度的能源节省，再配以分时电表，可节省大量电费。有的产品还具备大屏幕液晶显示屏、单键飞梭的操作界面和实时故障监测功能。电热水器必须安装压力安全阀，以确保超压泄压。为了尽可能减少热量散失，在壳与内胆之间还采用了聚氨酯或高密度泡沫塑料的加厚保温层。","&nbsp;&nbsp;&nbsp; 即热式电热水器（快热式）一般需20甚至30安培以上的大电流，即开即热，水温恒定，制热效率高，安装空间小。内部低压处理，可以在安装的时候增加分流器，功率较高的产品安装在浴室，即能用于淋浴，也能用于洗漱。根据市场的需求，又进一步分化为淋浴型和厨用型。"]},{"section_title":" 太阳能热水器","section_content":["四类太阳能利用方式中，光-热利用技术最成熟，产品也最多，成本相对较低，如太阳能热水器、开水器、干燥器、太阳灶、太阳能温室、太阳房、太阳能海水淡化装置以及太阳能采暖和制冷器等。太阳能光热发电虽然比光伏发电的转化效率高，但应用还不普遍。","在光-热转换中，应用范围最广、技术最成熟、经济性最好的当属太阳能热水器。它将太阳光能转化为热能，将水从低温加热到高温，以满足人们生活、生产中热水的使用需求。","按结构形式，太阳能热水器可分为真空管和平板式，此外还有陶瓷中空平板等，目前以真空管式为主。真空管又可细分为全玻璃、热管、U型管/真空管集热、储热一体化闷晒式。常用的全玻璃真空管式的工作原理是：阳光穿过吸热管的第一层玻璃照到第二层玻璃的黑色吸热层上，将太阳光能的热量吸收。由于两层玻璃之间是真空隔热的，热量不能向外传，只能传给玻璃管里面的水，使玻璃管内的水加热，利用热水上浮冷水下沉的原理，加热的水变轻沿着玻璃管受热面往上进入保温储水桶，桶内温度相对较低的水沿着玻璃管背光面进入玻璃管补充，如此不断循环，使保温储水桶内的水不断加热。","imgs/image194.jpg","imgs/image195.jpg","太阳能热水器与集热原理","真空管式的优点是安全、节能、环保、经济，尤其是带辅助电加热功能的太阳能热水器，太阳能为主、电能为辅的加热方式使其能全年、全天候地运行。","平板型太阳能热水器可分为管板式、翼管式、蛇管式、扁盒式、圆管式和热管式，优点是整体性好、寿命长、故障少、安全隐患小、能承压运行，吸热体面积大，易于与建筑结合，耐无水空晒能力强，热性能稳定，可通过自来水的压力（称为顶水）提供动力。家用太阳能热水器通常按自然循环方式工作，没有外在的动力。太阳能集中供热系统则采用泵循环。","太阳能热水器还存在一些技术缺陷。如热水管路长达十几米，每次使用都要浪费很多水；不能24小时供应热水，摆脱不了“靠天吃饭”的局限，大多数时候还要靠电力加热获得热水、舒适性差等等。"]},{"section_title":" 保温杯与热水瓶","section_content":["保温杯与热水瓶主要作用是保温，即尽量减少热量的损失。本质上讲，它们所做的主要是限制通过瓶壁的传热，或者说隔绝内外的热量交换，从而保证瓶内的物质能够长时间保持温度不变，无论这些物质相对外部是“热”还是“冷”的状态，即既能保“热”，也能保“冷”。例如，夏天如果你在热水瓶里放上冰棍儿，外面的“热”同样不容易跑到瓶子里，冰棍的融化就缓慢多了。","imgs/image197.jpg","imgs/image199.jpg","热水瓶与保温杯","要能够有效隔热，需从热传递的对流、传导和辐射三个方面入手。1900年，英格兰科学家杜瓦第一次将压缩氢气变成了液体，即低温的液态氢。可当时并没有合适的保温瓶。于是他做成了一个双层的瓶子，把隔层中的空气抽掉以切断热的传导，同时在真空隔层里又涂了一层银的反射涂料，把热辐射挡回去。这样，瓶内胆与外界热传导的三个方式都被切断了，能较长时间保持温度。后来，就发展成现在的保温瓶、热水瓶等。","热水瓶的瓶口部分一般较细，并塞上软木塞。疏松的软木塞里面有大量空洞，由于空气是热的不良导体，因此软木塞的隔热效果很好。当然，由于始终存在瓶塞和玻璃瓶体两个传热路径，里面的热量最终还是会慢慢地传递出来。"]},{"section_title":" 锁","section_content":["18世纪初，英国人波特发明凸轮转片锁，钥匙编号由三簧锁的20多种发展到80多种。1848年，美国人耶尔发明采用圆柱形销栓的弹子锁，成为世界上使用最普遍的锁。现代弹子锁的结构又有了新的发展，出现了多向、多面等结构，从而大大提高保密性能，锁的编号也由原有的2500种提高到上百万种。20世纪70年代，随着微电子技术的应用，出现了磁控锁、声控锁、超声波锁、红外线锁、电磁波锁、电子卡片锁、八佰指纹锁、视网膜锁、遥控锁等。这些锁具有机械结构所无法比拟的高保密性能。如今，锁具已形成一个极其庞大的家族。按原理大致可分如下几类：","（1）机械锁：早期的木锁、石锁、三簧锁以及世界上使用最普遍的弹子锁都属于机械锁。","imgs/image201.jpg","imgs/image203.jpg","弹子锁的原理","弹子锁（Pin Tumbler Lock），亦称弹珠锁、珠锁、锁簧锁或销栓锁，是一种最常见的机械锁具结构，一般包括锁芯、锁舌和钥匙等几部分。基本原理是锁芯内使用多个不同高度的圆柱形零件（弹子或弹珠），它们在弹槽内的弹簧作用下锁住锁芯，无法转动。当放入正确的钥匙，各弹簧与相应的弹子被推至合适的高度，锁芯便被释放，可以通过旋转等动作并借助相应机构放开插入锁眼的锁舌，锁就打开了。","（2）电子锁：是以单片机为核心，配以相应硬件电路，完成密码的设置、存贮、识别和显示、驱动电磁执行器并检测驱动电流值、接收传感器送来的报警信号、发送数据等功能。","imgs/image205.jpg","imgs/image207.jpg","imgs/image209.jpg","密码锁","（3）密码锁：密码锁开启用的是一系列数字、符号而非钥匙。密码锁又可分为机械式和电子式。机械密码锁是一种没有电子器件的大密钥量、全机械结构锁，操作方式类似老式电话机的拨号：从拨盘的起点开始，顺时针转动拨盘到某一位数码，然后退回到起点，就输入了一位密码。如此重复，直到输入了最后一位密码，再从起点逆时针转动拨盘就可以开锁。这种方式在保险箱（柜）上经常采用。","有些门锁上有一个数字键盘，开启时按序键入一个数字系列。这种锁一般使用了电子控制，其实就是上面说的电子锁。密码电子锁常见于办公单位等公共场合。优点是只要知道密码便可，无须配制钥匙。一般有3～6位密码，保密性高。","（4）生物锁：包括指纹锁、掌纹锁、视网膜（虹膜）锁等采用生物识别技术的智能锁具。例如，常用的指纹锁以人体指纹为识别载体和手段，一般由电子识别与控制、机械联动系统两部分组成。"]},{"section_title":" 指纹与指纹锁","section_content":["imgs/image211.jpg","imgs/image213.jpg","指纹","是指手指末端正面皮肤上凸凹不平的纹路。这些纹路在图案、断点和交点上的“特征”，对于每个手指都是不同的，而且具有唯一性和永久性——正如世界上没有两片相同的树叶。因此，可以把一个人同他的指纹对应起来，以验证身份。","我们经常在侦探片中看到警察在犯罪现场采集指纹。由于具有方便、快速、精确的特点，指纹识别已广泛应用于公安刑侦以及司法等领域。对于指纹锁，根据识别载体，可分为光学、半导体以及超声波指纹锁等类型。","光学识别是将手指放在光学镜片上，在内置光源照射下，用棱镜将手指影像投射在CCD上，形成可被指纹设备算法处理的数字化指纹灰度图像，相当于帮指纹拍个照片。在指纹图像中，具有一定宽度和走向的脊线（嵴）纹路呈黑色、凹陷部分的谷线（峪）呈白色，然后通过对比记录的初始指纹影像来识别用户指纹。分辨率一般要求达500 DPI以上。光学指纹采集能承受一定程度的温度变化，稳定性好，成本相对较低，但台板必须足够大才能获得质量较好的图像。另外，污渍会降低图像的质量；随时间的推移，台板涂层会有损耗，CCD精度也会有所降低。","imgs/image215.jpg","imgs/image217.jpg","指纹锁","半导体指纹采集利用了指纹的凹凸对采集器电流产生的影响，有电容、压感和热感应等方式。电容传感器在半导体金属阵列上结合大约100，000个电容传感器，外面是绝缘表面。每个传感器是一个金属电极，充当电容器的一极，按在传感面上的手指头的对应点则作为另一极，传感面形成两极之间的介电层。根据指纹的嵴和峪与电容感应颗粒形成不同大小的电容值，来判断嵴和峪的位置。","半导体压感式传感器表面的顶层是具有弹性的压感介质，将手指指纹的凹凸转化为相应电子信号，进一步产生具有灰度级的指纹图像。半导体热感应传感器通过感应压在设备上的嵴和峪的温度不同获得指纹图像，优点是可在0.1s内获取图像，传感器体积和面积最小，通常的滑动式指纹识别仪就采用了该技术。","半导体识别的特点是相对稳定、速度快，分辨率可高达600 DPI，可获得精确的指纹图像，且不要求有较大面积的采集头。芯片体积小巧、功耗很低，可以集成到许多现有设备中，这是光学采集设备无法比拟的。随着工艺技术的改进，防静电性能和耐用度也得到了很大改善，因此应用广泛。","超声波指纹取像是用超声波扫描指纹表面，接收设备获取反射信号，由于指纹的嵴和峪声阻抗不同，导致反射超声波能量不同，可通过测量反射波的大小获得指纹灰度图像。超声波测试精度高，对手指和平面的清洁程度要求低，但采集时间长、价格昂贵，所以使用稀少。","根据国家规定，指纹锁除指纹识别外，还应当加配应急机械钥匙。","&nbsp;"]},{"section_title":"虹膜与虹膜识别","section_content":["imgs/image219.jpg","imgs/image221.jpg","眼睛与眼球的构造","位于人眼中瞳孔内白色巩膜和黑色瞳孔之间的圆环状薄膜，呈现出一种由内向外的放射状结构，包含了褶皱、径向沟、隐窝、色素点和同心沟等细节特征。尽管虹膜的基本结构是由遗传决定的，但是在生命初期，虹膜形成之前的胚胎发育环境却对虹膜的细微结构起着决定性作用。因此，自然界不可能出现完全相同的两个虹膜，即使双胞胎、克隆人、同一个人左右眼的虹膜图像之间也具有显著的差异。另外，人到两岁左右虹膜就基本发育到足够的尺寸，进入相对稳定的时期，此后几乎终生不变。","虹膜与视网膜并不是同一个东西，但与一个人的指纹一样，它们都可以作为生物识别的特征。","虹膜是唯一外部可见的内部器官，因此不必紧贴采集装置就能获取合格的虹膜图像。另外，人如果死亡后几秒钟内虹膜便出现萎缩，所以相对于其他生物特征虹膜识别具有更高的安全性。","视网膜也是一种极其固定的生物特征，不磨损、不老化、不受疾病影响；使用者无需和设备直接接触；因为视网膜不可见，所以不会被伪造。有人认为，视网膜是比虹膜更具有唯一性的生物特征。","虽然虹膜和视网膜识别具有突出的优点，但是应用成本较高，目前仅限于金融、煤矿等特殊领域，还没有得到普及。"]},{"section_title":" 感应锁","section_content":["如IC卡锁，又分接触式与非接触式。接触式的要将卡插锁锁缝，将芯片锁的内部读卡器接触；非接触式只需要将卡与锁的读卡器靠在一起就可以。应用十分普遍，如停车场、地铁、宾馆等场所。"]},{"section_title":" 门铃与门禁系统","section_content":["imgs/image223.jpg","imgs/image225.jpg","imgs/image227.jpg","&nbsp;","门环与现代可视门铃","现代的门铃（Door bell），通常分为室外和室内两部分。室外部分在按动时发射信号，室内部分通过某种方式接受信号并振铃，在室内发出声响。考虑到连线的方便，两部分大都采用无线连接方式，包括普通有源无线门铃、不用电池的无线门铃等类型。","有源无线门铃的室外发射器一般依靠电池供电，室内接收器依靠电池供电或接市电。不用电池的无线门铃，发射器采用了“能量捕获”技术（如利用“压电效应”），可收集用户按动门铃按钮时的能量并转换为电能，驱动发射器发射无线信号，室内机需要接市电。","随着技术发展，现代门禁系统在功能上已远远超过了传统意义上的门铃。例如，许多居民小区、别墅以及办公楼的无线对讲门禁系统，集可视、对讲、遥控开门等功能于一体，既能进行语音通话，也能看到来访者的图像。"]},{"section_title":" 保险箱（柜）","section_content":["保险箱（柜）是用于存放重要文件和贵重物品的特殊容器，有防盗、防火和防磁保险箱等类型。当然，防盗保险箱应用最广。","imgs/image229.jpg","imgs/image231.jpg","保险箱（柜）","合格保险箱（柜）的柜体应采用优质的厚钢板、装甲化结构，具有防钻、防撬、防火焰切割等功能。一般在设计、制造环节经过严格测试，以确保任何状态下都表现出色。例如，在火中烧一个小时，再提升到一定高度作坠落，箱体结构要保证完好无损，内部文件纸张不变色。","锁是保险箱（柜）的关键构件。正如前面所介绍的，防盗保险箱也有机械和电子两种锁具。保险箱用机械锁是一种没有电子器件的大密钥量、高可靠性的全机械密码锁，但密码通常不能更改。机械锁开锁的同时内部已经复位，所以拨盘退回到起点关锁后，必须重新输入密码才能开锁，不需考虑内部复位问题。如果输错了密码，逆时针转动拨盘（虚开锁）也可以内部复位，然后重新输入密码。","电子密码保险箱是近十年来发展起来的，密码锁通过电路板来控制。密码可以随意更改、操作方便，所以发展很快。虽然需要电池，但也可以外接供电。","保险箱（柜）是关系到民生的重要产品。为保护消费者、加强产品质量管理，各国政府会依照法律法规实施一种产品合格的评定制度，即“强制性产品认证制度”。我国的相关制度称为3C认证。"]},{"section_title":" 监控与录像系统","section_content":["通过调取、查看监控录像了解事故过程或找出罪犯，已经是目前的一个常见手段。随着技术进步和安保、反恐的需要，视频监控已成为应用最多的安防系统。据说，现在一个伦敦市民每天要被各种监控摄像头拍摄300多次！","视频监控系统可以一天24小时不间断地工作，将拍摄的图像保存到硬盘或刻录在光碟中。先进的系统还具有和其它系统联动报警的功能，以及时发现险情。","imgs/image233.jpg","imgs/image235.jpg","视频监控系统的摄像头","早期的视频监控系统，主要是“模拟闭路电视监控系统”（CCTV，简称和中央电视台一样！），由摄像机、同轴线缆、录像机和监视器等构成。摄像机通过同轴线缆输出视频信号，连接到专用模拟视频设备，如视频画面分割器、矩阵、切换器、卡带式录像机（VCR）及监视器等。CCTV系统监控能力有限，录像质量不高；受到线缆传输长度和放大器限制，仅支持本地监控；存储容量有限，用户必须从录像机中及时取出或更新录像带，且录像带易丢失、被盗或被无意擦除。","随着数字技术的发展，目前视频监控系统的主流是所谓“模拟+数字”方式，即以数字硬盘录像机DVR为核心的半模拟、半数字方案。从摄像机到DVR仍采用同轴线缆输出视频信号，DVR同时支持录像和回放，以及有限IP网络访问，功能上较上一代有较大提升。但DVR产品没有统一标准，仍存在大量局限。","以后的视频监控系统，如IPVS，可以在摄像机内置Web服务器，直接提供以太网端口。利用强大的中心控制，任何授权客户机从网络任何位置都可访问摄像机生成的MPEG 4等数据文件，实现全面远程监视，且易于升级与扩展。"]},{"section_title":" 凸透镜与凹透镜","section_content":["凸透镜与凹透镜都是根据光的折射原理制成，它们是最基本的光学产品或光学器件。从眼镜到望远镜、光学显微镜等，很多都是基于凸透镜与凹透镜实现的。","imgs/image237.jpg","imgs/image239.jpg","凸透镜与凹透镜的成像原理","凸透镜是中央厚、边缘薄的透镜，有会聚光线的作用，故又称聚光透镜。具体还分为双凸、平凸和凹凸（或正弯月形）等不同形式。","凸透镜成像时，如果物体放在焦点之外，在另一侧会形成倒立的实像。实像有缩小、等大、放大三种。物距越小，像距越大，实像就越大。物体放在焦点之内，在凸透镜同一侧可以成为正立放大的虚像。物距越小，像距越小，虚像越小。","凹透镜的镜片中央薄、周边厚，呈凹形，亦称为负球透镜。凹透镜对光有发散作用，平行光线通过凹球面透镜发生偏折后，光线发散，不能形成实际的焦点，但沿着散开光线的反向延长线，在投射光线的同一侧交于于一点（F），形成的是一虚焦点。","此外，还有双凹透镜（两凹面的透镜）、平凹透镜（一面凹、一面平）以及凸凹透镜（一面凸、一面凹）等变化形式的镜片。"]},{"section_title":"视力矫正与眼镜","section_content":["imgs/image241.jpg","近视的原因 &nbsp;","近视（Myopia，Near-sightedness）是常见的眼病，主要表现为视近物清楚、视远物模糊。正常眼球在静止状态下，来自5米以外的平等光线经过眼的屈光后，焦点恰好落在视网膜上，能形成清晰的像，具有这种屈光状态的眼称为正视眼。当焦点落在视网膜前，不能准确地在视网膜上形成清晰的像，称为轴性近视。对来自近处目标的分散光线却具有高度适应能力，只要目标向眼前移动到一定距离，就能获得清晰的视力。所以，近视眼看近距离目标清晰，看远模糊，以凹球面透镜可矫正。远视与近视相反，是眼睛看不清近物，却看清远物的症状，即视觉的影像聚焦在视网膜的后方。","眼镜是以矫正视力、保护眼睛或作装饰用途而制作的简单光学器件，亦有特制眼镜供观看3D立体影像或虚拟真实影像。现代的眼镜，通常在镜片中间设有鼻托（鼻梁撑），及在左右两臂搁在耳朵上的位置设有软垫。一般由镶嵌在眼镜框架内的透镜镜片组成，戴在眼睛前方。","矫正视力用的眼镜有近视眼镜和远视眼镜、老花眼镜以及散光或斜视眼镜。其他种类的眼镜包括护目镜、太阳眼镜、游泳镜等，主要为眼睛提供各种保护。","虽然隐形眼镜及激光矫视手术越来越普及，但外戴的眼镜仍然是最普遍的视力矫正工具。","此外，还有针对老光、弱视与散光等的眼镜，需要通过专业手段进行配置。"]},{"section_title":" 墨镜（太阳镜）","section_content":["imgs/image243.jpg","墨镜","墨镜又叫太阳镜，是非常有效的“光调节器”。优质的太阳镜可以阻挡紫外线和红外线，使外来光线适合于人眼，同时外界环境的颜色并不改变，只有光线强度改变。特别在光线强烈的夏天，一副合适的墨镜能有效减少对眼睛的刺激。","墨镜有很多种类。其中，颜色玻璃墨镜主要是靠本身对光线的吸收来达到降低光强度的目的。玻璃中加入不同的着色化合物，制成不同颜色的墨镜，它们吸收的光波波长也不相同。理想的墨镜涂层应该能够有效吸收紫外线。","镀膜墨镜是在玻璃镜片上镀一层金属薄膜，依靠镜片对太阳光的反射来保护眼睛。变色玻璃眼镜则在镜片中加入了少量卤化银作感光剂，同时加入微量铜作增感剂，平常在室内是无色、透明的，而暴露在阳光下很快变成灰色或其他颜色，能随阳光的强弱自动变深或变浅。有人认为水晶镜片不伤眼睛、清凉养目，其实没有什么根据。水晶镜片并不能阻挡红外线和紫外线，光学性能也不如玻璃镜片。","偏光太阳镜片采用了偏光片。前面讲过，偏光片具备类似百叶窗叶片的单向偏光轴，能对入射光线进行有效滤除。光线通过镜片时，被整理成同向光线进入双眼，外界景物看起来清晰，柔和不刺眼。"]},{"section_title":" 防雾镜片","section_content":["戴眼镜的人应该都遇到过镜片起雾带来的麻烦，此外像浴室镜片、游泳镜、头盔等，也需要能够防雾。镜片起雾的主要原因，主要是较热的空气遇到较冷的镜片，空气中的水分就在镜片上凝结。现有的防雾镜片，主要采用了涂层、电热和纳米复合等防雾原理。","涂层防雾是通过镜片上的特殊涂层阻止雾的形成。有的涂层含导电材料和氧化硅，可在玻璃镜面做“封孔”处理，形成一种超亲水、防静电抗菌剂，具有防污、防雾、防静电的效果。市场上也有专用的防雾剂，喷在游泳镜内就可以防雾，使用时不要用手接触，一般喷一次能保持游七八次不起雾。防雾剂采用有机活性剂，经防雾剂处理过的玻璃表面有一层超亲水纳米膜，使雾汽与之接触后成低冰点混合物，防止结雾。","电热防雾通过电加热使镜面湿度升高，从而形成不了雾层。纳米复合防雾玻璃则利用纳米玻璃防雾膜，通过物理和化学作用与玻璃牢固结合。经过处理的玻璃表面具有亲水功能，使水无法在表面形成水珠，而是形成均匀的水膜，从而达到防雾效果。","还有一种运用电磁铁原理、模仿汽车雨刮的防雾眼镜。通过电磁铁来控制刮雾条运动，由电子定时键调节刮雾频率，可用于游泳、滑雪、登山、潜水、医护、劳保、科研生化、头盔、宇航服、光学仪器仪表等。"]},{"section_title":" 放大镜","section_content":["放大镜是用来观察物体细节的简单目视光学器件，是焦距比眼的明视距离小得多的会聚透镜。为看清楚微小的物体或物体的细节，需要把物体移近眼睛，这样可以增大视角，使在视网膜上形成一个较大的实像。但当物体离眼的距离太近时，反而无法看清楚。因此要看得更清楚，不但应使物体对眼有足够大的张角，而且还应取合适的距离。显然对眼睛来说，这两个要求是相互制约的。若在眼睛前面配置一个凸透镜便能解决这一问题。凸透镜就是最简单的放大镜，可以帮助眼睛观察微小物体或细节。","imgs/image245.jpg","放大镜"]},{"section_title":" 望远镜","section_content":["望远镜（Telescope）是一种利用凹透镜和凸透镜观测遥远物体的光学仪器。如图，如果远处物体的光线直接进入人眼，轮廓上、下的光线所夹角度（张角）较小，而通过望远镜再进入人眼，张角就得到了放大，物体好像变“近”了（虚线位置），从而使人眼能看清细节。望远镜还可以把物镜收集到的、比瞳孔直径（最大8毫米）粗得多的光束送入人眼，使观测者看到原来看不到的黑暗物体。","imgs/image247.jpg","望远镜的光学原理","天文望远镜则是收集天体辐射，并能确定辐射源方向的天文观测装置。在现代天文学中，虽然以有聚光和成像功能的天文光学望远镜居多，但还包括了射电望远镜、红外望远镜、X射线和伽马射线望远镜等不同形式的望远镜。","射电望远镜一般有一个巨大的、抛物面状的信号接收装置（天线）。宇宙远处传来的电磁波投射到抛物面内的镜面上，被镜面反射并精确聚焦到中间的一个焦点，使电磁信号得到加强和收集。射电望远镜为天文学发展起了关键的作用，如上世纪60年代天文学的四大发现：类星体、脉冲星、星际分子和宇宙微波背景辐射，都是用射电望远镜观测到的。","地球大气对电磁波有严重的吸收，在地面上只能进行射电、可见光和部分红外波段的观测。在大气外进行观测，影像就不会受到大气湍流的扰动，又没有大气散射造成的背景光，还能观测会被臭氧层吸收的紫外线，所以就有了空间望远镜。最著名的是美国哈勃空间望远镜（Hubble Space Telescope）。1990年发射之后，已成为天文史上最重要的仪器，使人类对天文物理有了更多的深入认识。"]},{"section_title":" 人眼的近点与猫眼","section_content":["“近点”指人眼能够看清楚物体的最小距离。近点距离随年龄的增长而增大，正常青年人的近点约10cm，但正常人到50岁时，近点大致为40cm。","猫眼又称门镜，是装在住宅门上的一种小型光学仪器。通过它可以从室内以较大的视角观察户外情况（正看），但反过来从室外则难以看清室内（倒看）。为什么猫眼正看和倒看的效果迥然不同呢？这主要是应用透镜成像的原理。","imgs/image249.gif","imgs/image251.jpg","猫眼及其原理图","与望远镜、显微镜一样，猫眼是由一块凹透镜和一块凸透镜组成。当我们从门内向外看时，物镜L1是凹透镜，目镜L2是凸透镜（光路见图2-37右上）。物镜L1的焦距极短，它将室外的人或物AB缩成一个很小的正立虚像A′B′，并正好落在目镜L2的第一焦点之内，L2起着放大镜的作用，得到一个放大的正立虚像A〃B〃，此像恰又落在人眼的视距附近，于是门外的情况就看得清楚了。","当通过猫眼从门外向内看（倒看）时，L1变成了目镜，L2则成了物镜，室内的景物AB通过凸透镜L2后的折射光束本应生成倒立的实像A′B′，但在尚未成像之前就落到发散透镜L1上，L1焦距极短，最后得到的正立虚像A〃B〃距目镜L1很近，只有2～3cm。由于门镜的孔径很小，室外的人不得不贴近目镜L1察看，人眼与像A〃B〃之间的距离也只不过2～3cm，这个距离远小于正常人眼的“近点”，因此对于室外的窥视者，室内的一切当然也就“视而不见”了。","根据猫眼的光学原理，有人设计了一种专门的窥视工具，俗称“反猫眼”，可以通过猫眼清晰地观察室内情况，甚至还可外接摄像机及监视器，拍摄家里的情况！它利用了猫眼成像相反的光路，通过改变内置镜片序列进行“反视”。","imgs/image253.jpg","反猫眼"]},{"section_title":" 照相机","section_content":["照相机简称相机，是一种利用光学成像原理形成影像，并使用底片等方式记录影像的光学器械。1822年，法国的涅普斯在感光材料上制出了世界上第一张照片，但成像不太清晰，而且需要八个小时的曝光。1826年，他又在涂有感光性沥青的锡基底版上，通过暗箱拍摄了一张照片。","早期照相机结构十分简单，仅包括暗箱、镜头和感光材料。现代照相机则复杂得多，具有镜头、光圈、快门、测距、取景、测光、输片、计数、自拍、对焦、变焦等系统，是一种结合光学、精密机械、电子和化学等的高技术产品。","照相机已从传统的感光胶卷发展到数码，具体结构也多种多样，但基本原理和成像过程还是类似的。主要区别在于，前者通过镜头把景物影像聚焦在胶片上成像，胶片上的感光剂随光发生变化，然后胶片经显影液显影和定影，形成和景物相反或色彩互补的影像，最后再去“冲洗”出纸质的照片。这个过程比较麻烦。数码相机是经过镜头光聚焦在CCD或CMOS上，通过CCD或CMOS将光转换成电信号，经处理器加工，通常是处理为数码图片格式记录在相机的内存卡上。通过电脑或打印机，就可以显示或打印照片了。","从完成摄影的功能来说，照相机都大致要具备成像、曝光与辅助三大结构系统。成像系统包括镜头、测距调焦、取景、附加透镜、滤光镜、效果镜等；曝光系统包括快门机构、光圈机构、测光、闪光、自拍机构等；辅助系统包括卷片机构、计数机构、倒片机构等，不过数码相机已经不需要卷片等机构，而是增加了读卡器等。图2-39为照相机的基本成像原理与解剖图。另外，很多可记录影像的设备也都具备照相机的特征，如医学成像设备、天文观测设备等等。","为了适应亮暗不同的拍摄对象，以期获得正确的感光量，必须控制曝光时间的长短和进入镜头光线的强弱。快门和光圈是照相机上控制曝光的机构。","imgs/image255.jpg","照相机的成像原理与解剖图","快门是控制曝光量（时间）的主要部件，最常见的快门有镜头快门和焦平面快门两类。镜头快门是由一组很薄的金属叶片组成，在主弹簧的作用下，连杆和拨圈的动作使叶片迅速地开启和关闭；焦平面快门是由两组部分重叠的帘幕(前帘和后帘)构成，装在焦平面前方附近。两帘幕按先后次序启动，以便形成一个缝隙。缝隙在胶片前方扫过，以实现曝光。","光圈又叫光阑，是限制光束通过的机构，装在镜头中间或后方。光圈能改变光路口径，通过调节光圈孔的大小来控制光量，并与快门一起控制总曝光量。常见的光圈有连续可变式和非连续可变式两种。","imgs/image257.jpg","imgs/image259.jpg","不同大小的光圈及其成像效果","为了确定被摄景物的范围和便于拍摄构图，照相机都装有取景器。现代照相机的取景器还带有测距、对焦功能。","数码相机是柯达（Kodak）公司在1995年发明的。但该公司为了在当时其领先的传统相机和胶片领域获得高利润，并没有大力发展数码相机。结果，其他公司开发的数码相机功能不断增强，拍摄效果越来越好，逐渐淘汰了传统的胶片相机——柯达公司最终被自己发明的数码相机弄破产了！"]},{"section_title":" 点（验）钞机","section_content":["点钞机是集计数和伪钞识别的机电一体化装置，由捻钞轮、压钞轮、接钞轮、机架、电机、变压器、电子电路等多部分组成。一般采用电机驱动，由电动机通过传动带、传动轮，将动力输送给各传动轴。","imgs/image261.jpg","点（验）钞机","点钞机首先将要清点的一大叠钞票逐张捻出，这是保证计数准确的前提。这个过程由橡胶轮实现，类似人的手指一样。捻钞部分主要由滑钞板、送钞舌、阻力橡皮、落钞板、调节螺丝、捻钞胶圈等组成。橡胶与纸之间的摩擦系数要高于纸与纸之间的摩擦系数，因此，捻钞胶圈可以捻走处于最上面的一张钞票，下面的钞票则被阻力橡皮粘住，使表面的钞票与下的钞票分开，实现分张。这个过程不断重复进行，直到捻完最后一张钞票。","出钞部分由出钞胶轮、出钞对转轮组成。出钞胶轮以捻钞胶圈两倍的线速度，把连续送过来先到的钞票与后面的钞票分开，再送往计数器与检测传感器进行计数和辨伪。计数管通过记录光线被隔断的次数来记数。点验后的钞票一张张分别卡入接钞爪轮的不同爪，由脱钞板将钞票取下并堆放整齐。","电子电路部分包括主控部分、传感器部件、驱灯组件、电源板等，组成一个单片机控制的系统，通过多个接口把紫光、磁性、红外穿透、计数信号引入主控器。各传感器将正常钞票在正常清点中接收到的信号进行统计取样、识别，并寄存起来，作为检测的依据。清点时，在各通道接收到的信号会与原来寄存起来的初始信号进行比较，若有明显差异时，立即送出报警信号并截停电机，同时送出对应的信号提示。","点钞机要针对不同面额和发行版本的钞票，采用多种鉴别方式实现多重防伪，如检测纸币磁性油墨分布的磁性鉴伪，用紫外线检查纸币的荧光鉴伪，根据人民币纸张红外特征的红外穿透鉴伪，以不同波长的LED颗粒排列成矩阵而成的多光谱鉴伪，以及数字量化定性分析检测鉴伪等等，还可以鉴别夹张、重张、连张、残币（缺角、半张等）、粘纸、涂写、油污等非正常状态的纸币。"]},{"section_title":" 魔术贴","section_content":["魔术贴（Hook &amp; Loop），又名粘扣带、子母扣，在服装、鞋以及手机袋等上常见的两片会粘在一起的东西，是日常生活中很常用的一种连接辅料。","魔术贴是由瑞士工程师麦斯他勒发明的。一次打猎回来，他发现针尾草粘在衣服上。用显微镜观察后发现，针尾草的果实有一种勾状结构，可以粘附到织物上，于是他想到了用勾子固定毛面的结构。&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\n","魔术贴分公、母两面，一面是细小柔软的纤维（圆毛，Loop），另一面是较硬带钩的弹性纤维（刺毛，Hook）。公母相扣，在受到一定拉力时，富有弹性的勾被拉直，从绒圈上脱掉并恢复原有勾型，如此反复开合，可达上万次。","自然界中，鸟类羽毛其实早已存在类似的结构。鸟类正羽由羽轴和羽片构成，羽片又由许多细长的羽枝所构成。羽枝两侧密集生有成排的羽小枝。羽小枝的一侧着生钩突（Hook），而另一侧着生节结（Loop），它们可使相邻的羽小枝互相钩结起来，构成坚实而具有弹性的羽片，以扇动空气和保护身体。因外力分离的羽小枝可借鸟喙的啄梳而再行钩结。另外，鸟类经常啄取尾脂腺所分泌油脂，在啄梳羽片时加以涂抹，使羽片保持完好的结构和功能。"]},{"section_title":" 缝纫机","section_content":["缝纫机可用一根或多根线在布料上形成一种或多种线迹，将一层或多层布料交织或缝合起来，线迹整齐美观、平整牢固，缝纫速度快、使用简便，能缝制棉、麻、丝、毛、人造纤维等织物和皮革、塑料、纸张等各种材料。缝纫机的出现，才使衣服的批量生产成为可能。","imgs/image263.jpg","imgs/image265.jpg","缝纫机及其原理","一般缝纫机都由机头、机座、传动和附件四部分组成。机头是缝纫机的主要部分，由刺料、钩线、挑线、送料四个机构和绕线、压料、落牙等辅助机构组成，各机构的运动合理地配合，循环工作，把缝料缝合起来。","由于机头运动速度很快，眼睛很难看清具体的动作。但每次缝合开始时，针首先要穿过织物拉出一个线圈。一个做线圈的装置在针拉出织物前抓住线圈，该装置与针同步运动。一旦针拉出织物，送布装置就会将织物往前拉。当针再次穿过织物时，新的线圈将直接穿过前一个线圈的中间。做线圈的装置会再次抓住线，围绕下一个线圈做线圈。这样，每个线圈都会把下一个线圈固定到位。","缝纫机的传动部分由机架、手摇器或电动机等部件构成。机架是机器的支柱，支承着台板和脚踏板。使用时操作者踩动脚踏板，通过曲柄带动皮带轮的旋转，又通过皮带带动机头旋转。手摇器或电动机多数直接装在机头上。"]},{"section_title":" 喷雾器与伯努利原理","section_content":["喷雾器是将液体变成雾状、均匀喷射出来的器具，在很多场合都有用。浇花、喷香水以及画家们喷画，用的都是喷雾器。为什么喷雾器能把液体喷出来呢？雾，其实是水等液体的微滴。以香水瓶为例，当按压香水瓶上的按钮时，瓶内向下的压强增大，因此瓶里的香水受力延着导管上升，香水瓶前端的出口处开口比较小，因此大的水珠在此收到压力而分散喷出。","喷雾器主要有四种“喷雾”原理。最常见的是利用了所谓“伯努利原理”：非黏滞不可压缩流体作稳恒流动时，流体中任何点处的压强、单位体积的势能及动能之和是守恒的。通俗地说，在同一流质里，流速大，压强小；流速小，压强大。流体会自动从高压流向低压。这也是飞机机翼产生升力的原理。","如图2-65，在喷雾器的三叉管内，横管为气体通道、竖管接液体。当喷雾器加压即为气体加压，气体会喷出。根据伯努力原理，低速流动的水流向高速流动的空气，液体会沿着竖管向上，到达交汇处时又被高速空气吹散，形成喷雾。","还有的是让水带上电荷（水是电介质），利用同种电荷互相排斥把水分成微滴。这种方法的水滴颗粒很小。工业上也用同样的原理给汽车涂漆，称为“电泳漆”。另外，还有利用超声雾化原理。大家知道振动可以在水面引起“浪花”，超声波的振动频率很高，于是“浪”的波长很小，“浪花”—小水滴也很小，就成了雾。医院里治疗呼吸道疾病的喷喉机，就是用了超声雾化。","imgs/image267.jpg","喷雾器原理"]},{"section_title":" 水龙头","section_content":["水龙头是来控制水流开关以及大小的装置，我们几乎天天都要用到。按开启方式有螺旋、扳手、抬启和感应等，按材料可分为不锈钢、铸铁、塑料、黄铜、锌合金、复合材料等水龙头，按功能可分为面盆、浴缸、淋浴、厨房水槽及电热水龙头等。另外，还有单、双手柄之分。","下面我们以典型的单把、陶瓷阀芯的浴缸水龙头为例加以说明。它由手柄、陶瓷阀芯、换向器、进水编织管和安装小配件组成。其中，陶瓷阀芯是控制水流的核心部件。一般情况下，圆片状的阀芯底部有三个孔，左右两个分别用于进出冷、热水，剩下一个用于阀芯内部的出水。","imgs/image269.jpg","imgs/image271.jpg","水龙头","冷、热进水管与水龙头的主体连接后，热水管和冷水管的管道与阀芯的两个孔是一一对应的。阀芯依靠两个陶瓷片相对移动来控制左右两个孔的开合状态。当手柄开关带动阀杆、陶瓷片移动，陶瓷片左右两孔密封，此时就无水进入阀芯，呈关闭状态。当水龙头扭到出水状态时，如果陶瓷片移动使左边孔打开、右边孔闭合，这样就只有热水进入阀芯，再经过下面的孔流入龙头主体。如果手柄调到陶瓷片右边的孔开，就是通冷水；调到中间，则冷、热水管通道同时打开，流出就是温水。阀芯冷、热两孔和主体之间都有橡胶密封圈，以保证密封。","为了卫生和方便，某些地方采用了感应水龙头，无需手的开关操作。原理通常是根据红外线反射：当手放在洗手器感应区内，红外线发射管发出的红外光经过人手反射到红外线接收管，信号经处理后发送到脉冲电磁阀控制出水系统。当手离开感应域，红外光没有反射，电磁阀就自动关闭，水也关闭了。","温控（恒温）水龙头可将冷水和热水自动混合成预先设定的温度，例如通过调温旋钮可在35～65℃之间任意设定。目前主要有两种自动调温方式，采用不同的恒温阀芯。一种是石蜡恒温元件（Wax Element）阀芯，工作原理是将高纯度的特殊石蜡灌进一个细小铜容器中，容器口盖一片橡胶传感片。随着水温变化，石蜡的体积也随之增缩，通过容器口的传感片带动弹簧推动活塞来调节冷热水的混合比例。另一种恒温阀芯采用形状记忆合金（Shape Memory Alloys 简称SMA）弹簧，由镍钛（Ni-Ti）合金制成的形状记忆合金弹簧通过感应混合后温水的温度改变本身的形状，从而推动活塞来调节冷热水的混合比例，反应十分灵敏。"]},{"section_title":" 下水道","section_content":["厕所内产生的污物，有时也包括一些如厨房等其他地方产生的污水，都是通过下水道系统排放到一个叫做“化粪池”的地方进行集中处理。楼房都配套修建有化粪池，但比较隐蔽、偏僻，一般不会引起人们注意。","imgs/image273.jpg","imgs/image275.gif","imgs/image277.jpg","（a）臭气可蔓延至水槽 &nbsp;&nbsp;（b）臭气被阻断&nbsp;&nbsp;&nbsp; &nbsp;（c）阻断臭气，且气压减小","化粪池和下水道系统","不知大家注意过没有，家里水槽等地方在下面排水管处一般有一个“U”形的弯管，是干什么的呢？原来，从每个家庭到化粪池之间的整个管道系统是密闭、不透气的，否则臭气会到处飘散。这就存在一个可能，即化粪池（或者不洁净管道内）的恶臭，会沿着下水道一直蔓延至水槽和卫生间，如图2-52（a）。一个可行的办法，就是在每一个排水口处铺设一个“U”形的弯管，如图2-52（b），这些弯管可留一些水在管内，从而阻挡从水管里面传来的臭气。家里一些用得比较少的排水口有时候会飘出臭气，估计就是管里面的水干了，倒点进去就好了。","但“U”形弯管的方法还不能完全解决问题。主要原因是化粪池的臭气有一定压力，可能通过在水中泛起气泡而溢出。于是人们又采用了安装通风管、释放气压的办法，如图2-52（c）。在楼房房顶上，通常会看到一些从下面房间直通屋顶的管道，其实就是释放压力的通风管，它们也有助于水在管道内更快地流下。","除了U形弯管和通风管，水管铺设规程中还规定了其他标准，包括管道的材料、直径、连接类型、管道支撑、管道弯曲角度等。如果严格遵守这些规定，就能铺设出相当可靠而安全的管道系统。当然，随着技术进步，这些规定也是不断发展的。"]},{"section_title":" 城市供气系统","section_content":["城市供气系统主要包括燃气系统以及供暖系统。燃气是气体燃料的总称，包括前面已经介绍的天然气、人工燃气、液化石油气和沼气等，燃气灶、热水器等就是利用了燃气燃烧放出热量。不同种类的燃气输送方式是不同的。天然气和人工燃气（煤气）因为量大、供应相对稳定，所以一般通过固定管道（供气管网）输送到各个用户终端。从燃气公司到最终用户，中间还有多道分级控制系统，通过由干管、支管和管件组成的管网，才能到各个家庭。液化石油气主要满足零散、没有固定管网输送的用户，采用常见的“煤气罐”输送。沼气主要在农村，从产生到使用，几乎都是以家庭为单位进行的。","imgs/image279.jpg","沼气系统","在北方寒冷的冬季，室内通常需要采用供暖措施，即向室内供给热量使其保持一定的温度，以创造适宜的生活环境或工作条件。而主要供暖方式，就是输送暖气。其基本过程，是通过热源加热热媒介（通常是具有一定压力、温度的水蒸汽或热水、热风），通过热循环系统（管网或热媒输送）分散到各个家庭，再通过散热设备加热空气形成热交换，把热量传送给室内空气、增加环境温度。按照热源的不同，分为热电厂供暖、区域锅炉房供暖、集中供暖三大类。现在，科学家甚至在研究小型化和安全的核能供热方式。"]},{"section_title":" 剪刀","section_content":["你看过“剪刀手”的电影吗？神奇的剪刀两刃交错，虽貌不惊人却用途广泛，刀、铲等工具使不上力的时候，剪刀却能轻而易举解决，在人们日常生产生活不可或缺。","imgs/image281.jpg","imgs/image283.jpg","剪刀与“杠杆原理”","剪刀由两部分组成——大拇指控制的活动刀锋，无名指控制的静止刀锋，两部分由一颗螺丝做成的“轴”固定。","剪刀施力进行剪切的时候，涉及到了大名鼎鼎的杠杆原理：要使杠杆平衡，作用在杠杆上的两个力矩（力与力臂的乘积）大小必须相等，即：动力×动力臂=阻力×阻力臂，用代数式表示为F1×L1=F2×L2。式中，F1表示动力，L1表示动力臂，F2表示阻力，L2表示阻力臂。可以看出，欲使杠杆达到平衡，动力臂是阻力臂的几倍，动力就是阻力的几分之一。该原理在很多地方都有涉及，如天平、杆秤、筷子、千斤顶以及用棍棒撬动一个物体等等。","具有支点、施力点、受力点三个点的系统就是杠杆。杠杆有省力和费力的杠杆，如夹钳、千斤顶就是根据省力杆的原理的。请大家思考一下，剪刀属于费力杠杆还是省力杠杆呢？实际上，这取决于关节点两边臂长的比例关系。费力杠杆可以节省力的作用距离。"]},{"section_title":" 钳子","section_content":["钳子是一种用于夹持、固定工件或者弯曲、扭转、剪断金属丝线的手工工具。通常外形呈V形，包括手柄、钳腮和钳嘴三个部分。钳子施力的时候，也涉及了“杠杆原理”。","按主要功能和使用性质，钳子可分为夹持式钳子、钢丝钳、剥线钳、管子钳等。根据不同的作业需要有很多形式的钳嘴，常见的有尖嘴、平嘴、扁嘴、圆嘴、弯嘴等。钳的手柄依握持形式而设计成直柄、弯柄和弓柄等多种式样。由于使用时常与电线之类的带电导体接触，故手柄上一般都套有以聚氯乙烯等绝缘材料制成的护管，以确保安全。","imgs/image285.jpg","钳子","钳子一般用碳素结构钢制造，先锻成钳胚形状，然后经过磨铣、抛光等切削加工过程，最后进行热处理以得到合适的硬度。"]},{"section_title":" 千斤顶","section_content":["千斤顶（Jack）是一种起重高度小（小于1m）的轻小起重设备，通过顶部托座或底部托爪在行程内顶升重物。一般结构轻巧坚固、灵活可靠，一人即可携带和操作，主要用于厂矿、交通运输等部门作为车辆修理及其它起重、支撑等。按原理不同，千斤顶分为机械千斤顶和液压千斤顶两种。","液压千斤顶主要利用了所谓“帕斯卡原理”：在密闭容器内，施加于静止液体上的压强将以等值同时传到各点，或者说液体各处的压强是一致的，或称静压传递原理。这是千斤顶，以及工业上用的所有液压传动的基本原理。","imgs/image287.jpg","imgs/image289.jpg","液压千斤顶原理","根据帕斯卡原理，在液体静止的平衡液压系统中，比较小的活塞上施加的压力较小，大活塞上施加的压力较大。通过液体压力的传递，可以得到不同端面上的不同压力。","机械千斤顶则通过往复扳动手柄，通过拔爪推动棘轮回转，小伞齿轮带动大伞齿轮使举重螺杆旋转，带动套筒起升或下降。扳动手柄的力量虽小，但通过“杠杆原理”以及类似“斜锲”的作用，就能够获得很大升力。"]},{"section_title":"自锁","section_content":["机械千斤顶向上顶起后，即使手柄释放也不会被自动压下，这主要是利用了“自锁”的原理。","imgs/image291.jpg","imgs/image292.jpg","自锁现象","物体放在一个斜面上，由于摩擦力的存在，只有当斜面角度大于一定数值时物体才能向下滑动。根据“摩擦力与正压力成正比”的库伦定律，当对物体向下施压时，虽然使物体向下滑动的力增加，但由于摩擦力也同步增加，所以物体并不会因此滑动。自锁就是指仅在驱动力或驱动力矩作用下，由于摩擦使机构不能产生运动的现象。","螺纹能够拧紧而不自动松动，就是一种自锁现象。"]}]},{"chapter_title":"办公用品","chapter_content":[{"section_title":"荧光剂与荧光笔","section_content":["荧光笔是主要用于做记号，用较粗、较淡的墨水覆盖关键部位来做记号。做上记号后，并不遮挡住文字。另外，用荧光笔做过记号的文件，在复印的时候，看不出曾经做过记号！","imgs/image294.jpg","imgs/image296.jpg","荧光笔","荧光笔的原理，主要是在油墨中添加了荧光剂，遇到紫外线（太阳光、日光灯、水银灯比较多）时会产生荧光效应，从而使颜色看起来有刺眼的荧光感觉。","荧光剂一般是具有紫外线激发的可见荧光化(络)合物，研磨细化，通常是无色或浅白色。荧光剂通过吸收的光能，产生原子的能级跃迁，再释放吸收的额外能量，发光率高。在紫外光(200nm～400nm)照射下发出红、黄、绿、蓝(400nm～800nm)的可见光。","荧光笔的荧光跟手表、荧光棒的荧光原理不相同。荧光棒是内部发生放射性反应，产生的射线激发外周的荧光粉发光，因此它们在夜里没有任何紫外线的情况下都能发光。而荧光笔则一定有紫外线情况下才会发荧光，这一点你只要把荧光笔的笔迹靠近捕蚊灯、验钞机就可以看得非常清楚。","荧光笔分为水性和油性的两种。水性笔和彩色笔类似，无毒、但不容易干，而且覆盖性不好，有些物品的表面写不上去。油性笔是用酒精溶色的合成溶剂，容易写也容易干，覆盖性好，价钱也较便宜，但有些敏感的人闻到其味道会产生眩晕。另外，有些荧光物质长期使用对人体有害。"]},{"section_title":" 针式打印机","section_content":["imgs/image298.jpg","针式打印机","针式打印机是通过打印头中的钢针（打印针）击打复写纸（色带），将色带上的油墨印在纸上形成一个个的点。当打印完一行后，由走纸机构进行打印纸的纵向移动，实现走纸、换行，最后由这些点组成字符或图形。","针式打印机一般分为打印机械装置和控制与驱动电路两大部分。正常工作时有三种运动，即打印头的横向运动、打印纸的纵向运动和打印针的击针运动。这些运动都是由软件控制驱动系统，通过一些精密机械进行的。此外，有控制与驱动电路，打印机与电脑系统的连接有串行接口（RS-232接口）、并行接口及USB接口等电路，以及为打印机提供各种电源的直流稳压电路。 ","打印头是针式打印机的核心部件，通常所讲的9针、16针和24针，就是说打印头上打印针的数目。按击针方式，打印头可分为螺管式、拍合式、储能式、音因式和压电式。爱普生公司的LQ-1600K 24针打印机的打印头工作原理图，它是拍合式打印头。在每根打印针的前面有一个环行扼铁，环行扼铁的四周排列着12个线圈和12根打印针（LQ1600K打印头分为两层，每层12根打印针，上层12根为长针，下层12根为短针），每层12根打印针在环行圆周上均匀排列，并沿导向板上的导向槽在打印头顶部穿出，形成两列平行排列的打印针。","在一般办公场合，针式打印机因为打印质量不高而逐渐被激光和喷墨打印机取代，但对于医院、银行、邮局、彩票、保险、餐饮等行业用户来说，只有通过针式打印机才能快速完成各项单据的复写，为用户存底。这种专门用于银行、邮电、保险等服务部门的柜台业务使用的平推式打印机，叫存折针式打印机（或票据针式打印机）。"]},{"section_title":" 激光打印机","section_content":["imgs/image300.jpg","imgs/image302.jpg","激光打印机及其原理","不知你是否有这样的经历：在干燥的冬天，如果将气球在毛衣上摩擦，气球就可以“吸起”小块的纸片，这是因为摩擦使气球带上了静电，由于异性电荷相吸引，就出现了这种现象。","激光打印机就是利用了“异性电荷相吸引”的原理，包括后面介绍的复印机也采用类似方式。首先，把要打印的文本或图像输入到计算机中，通过计算机软件对其进行预处理。然后由打印机驱动程序转换成打印机可以识别的打印命令（如惠普PCL（页面描述语言）打印语言）送到高频驱动电路，以控制激光发射器的开与关，形成点阵激光束。产生激光的部件，一般是用前面介绍的LED器。","硒鼓是激光打印机的核心部件。激光打印机要想打印一页文档，先要给硒鼓“充电”，常见方式是用充电辊和硒鼓接触，并在一起转动，让硒鼓表面充满静电荷，然后通过激光照射或是LED照射的方式，利用激光束将数字化图形或文档快速“投影”到硒鼓表面，被激光束照中的位置会发生电子充电现象，从而去掉不需要的电荷，保留需要的电荷，形成一个带电的潜影。然后，硒鼓与墨粉仓接触，有静电的部分就就像磁铁那样会吸附墨粉，放电部分不会吸附墨粉，在硒鼓表面就形成了要打印的图像。墨粉又叫“碳粉”，但主要成分不是碳，而是由树脂和碳黑、电荷剂、磁粉等组成。对于单色打印机，这些墨粉是黑色的，而对于彩色打印机，则为青、洋红、黄和黑等颜色。最后，将墨粉印在纸面上，纸面通过一个高热的滚筒，墨粉就“固定”到纸上了。","激光打印机起源于1948年施乐（Xerox）公司推出的世界上第一台静电复印机。随着半导体激光器的发展，以及微机控制和生产技术的日益成熟，激光打印机成本不断降低。由于打印质量精美、输出效率高及打印成本低，在打印机市场上独占鳌头，已成为现代办公不可缺少的输出设备。"]},{"section_title":" 喷墨打印机","section_content":["顾名思义，喷墨打印机是靠将细小的黑色或彩色墨水“喷”在纸面上形成文字和图案的。工作时，可以看到负责喷墨的打印头在纸面上来回摆动，然后纸张表面就形成了照片和文档。打印时喷头与支持物表面保持一定距离，所以又称为非接触式打印。有的打印机可能采用多个喷嘴和多次喷射相同的区域。","imgs/image304.jpg","热发泡喷墨（黑色为加热）","喷墨打印机的机械结构一般包括：喷头和墨盒，清洁单元，小车单元，送纸单元和传感器单元。根据墨水不同可分为固体喷墨和液体喷墨两类。其中，液体喷墨应用较多，主流技术又可分为热发泡式（Bubble Jet）与微压电式两种。","热发泡的原理，是通过加热喷嘴使墨水产生气泡，再喷到打印介质上。墨盒的墨水在安装好之后会自然流动到打印头中，打印头喷嘴很小（可做到微米级），墨水由于液体表面张力而不会流淌出来。喷嘴附近有一个加热器，墨水加热之后会产生气泡，气泡带着墨水一起飞出去，溅落在纸张表形成细小的墨点。","在微压电喷墨打印机上，如果喷头垂直向下摆放，液体表面在自然状态下会因为重力而呈现圆弧形。压电元件是具有“压电效应”（参见第二章）的晶体，当电压变化时，压电元件产生位移，推动机构产生变形，进而把墨水挤出喷嘴。","喷墨打印机是照片输出、大幅面打印的主力军。由于造价低廉，易于使用，速度较快，特别是彩色喷墨打印机已成为今天最受欢迎的打印机之一。但存在一个一直未能很好解决的问题，即打印图像会随着时间而变质、淡化。"]},{"section_title":" 复印机","section_content":["imgs/image306.jpg","复印机","复印机之所以能够进行复印，是利用了“异性电荷相吸引”的物理原理，这与前面讲的激光打印有类似之处。","静电复印机内部也有一个特殊的硒鼓，以及非常细的黑色粉末——墨粉。硒鼓或感光带由光导材料制成，可以充上某种形式的静电，而带静电的硒鼓可以吸附墨粉微粒。硒鼓首先有选择性地充电并吸附墨粉，使表面形成静电“图像”。即对于纸张原件上呈黑色的部分，就在硒鼓上相应的地方产生静电，而白色的部分则不产生。然后，纸张带上静电，从硒鼓上吸下墨粉。墨粉具有热敏性，松散的墨粉微粒离开硒鼓后就通过加热而粘结（熔结）到纸上。","具体过程是：利用一束强光扫过放在复印机玻璃表面上的纸张。从纸张白色区域反射的光照射到下方的硒鼓上。在光线中光子接触的地方，硒鼓中的光导原子就释放出电子，中和上方的正电荷。原件上的图片或文本等深色区域不会将光线反射到硒鼓上，因此在硒鼓表面留下了正电荷区域。然后，带负电荷黑色干颜料——墨粉被铺到硒鼓表面，吸附到残留的正电荷上。随后，带正电荷的纸张从硒鼓表面经过，从硒鼓上吸下墨粉颗粒。之后，纸张经过加热和挤压，就将硒鼓形成的图像熔结到纸张表面。","等到从输纸托盘中拿复印件时，复印机已经再次清除了硒鼓的表面并对其施以新的阳离子覆层，为下一次运转做好了准备。","imgs/image308.jpg","imgs/image310.jpg","imgs/image312.jpg","&nbsp;","imgs/image314.jpg","imgs/image316.jpg","imgs/image318.jpg","&nbsp;","imgs/image320.jpg","imgs/image322.jpg","imgs/image324.jpg","&nbsp;复印原理","复印机属模拟方式，目前多数只能如实进行图案的复制，今后将向数字式方向发展，使图像的存储、传输以及编辑排版（图像合成、信息追加或删减、局部放大或缩小、改错）等成为可能。"]},{"section_title":"光的反射与物体颜色","section_content":["自然界的物体都会吸收特定光谱成分的光波，没被吸收的光会被反射，对透明物体还有透射出去的部分。物体反射的可见光部分，决定了我们观测到的表面颜色。如白色的太阳光实际上由多种颜色的光组成（用三棱镜可以分解），当阳光照在物体表面，如果红色部分被反射而其他部分被吸收，我们看到的就是红色了。如果大部分颜色都被吸收了，我们看到的就是黑色。"]},{"section_title":" 扫描仪","section_content":["扫描仪（Scanner）是一种利用光电和数字技术，可将平面的图形或图像（也有立体的实物）的信息转换为计算机可识别处理的数字信号的装置。扫描仪有多种形式，如滚筒式、平板式，以及笔式、便携式、馈纸式、胶片和底片扫描仪，和一些专业领域使用的条码、卡片扫描仪等。","扫描仪工作时，会发出的强光照射在稿件上，没有被吸收的光线将被反射到光学感应器上。光感应器接收到这些信号后，将这些信号传送到模数（A/D）转换器，模数转换器再将其转换成计算机能读取的信号，然后通过驱动程序转换成显示器上能看到的正确图像。待扫描稿件通常可分为反射稿和透射稿两类。前者泛指一般的不透明文件，如报刊、杂志等，后者包括幻灯片（正片）或底片（负片）。","扫描仪的关键在于光学感应器，它是扫描仪完成光电转换的部件，相当于扫描仪的眼睛。常用的光学读取装置有CCD和CIS两种。","（1）CCD：CCD也是数码照相机上广泛采用的一种感光元件，前面已经介绍。CCD扫描仪具有由光源、几个反射镜和光学镜头组成的成像系统，通过镜头聚焦将光信号在传感器表面转换成电信号成像，具有一定的景深，能扫描凹凸不平的物体，甚至进行实物扫描；扫描图像质量较高。另外，温度系数较低，对于一般的工作，周围环境温度的变化可以忽略不计。","缺点是：由于组成CCD的数千个光电三极管的距离很近（微米级），在各光电三极管之间存在着明显的漏电现象，各感光单元的信号产生的干扰降低了扫描仪的实际清晰度；由于采用了反射镜、透镜，会产生图像色彩偏差和像差，需要用软件校正；由于CCD需要一套精密的光学系统，故扫描仪体积难以做得很小。","采用CCD的扫描仪技术经多年的发展已相当成熟，是市场上主流扫描仪主要采用的感光元件。","（2）CIS（Contact Image Sensor，接触式图像感应器）：CIS采用触点式感光元件（光敏传感器）进行感光，在扫描平台下1～2mm处，300～600个红、绿、蓝三色LED（发光二极管）传感器紧紧排列在一起，产生白色光源，取代了CCD扫描仪中的CCD阵列、透镜、荧光管和冷阴极射线管等复杂机构，把CCD扫描仪的光、机、电一体变成CIS扫描仪的机、电一体。CIS也广泛用于传真机。","用CIS技术制作的扫描仪体积小、重量轻、生产成本低，但不能做成高分辨率的扫描仪，其极限分辨率600DPI左右，品质上比不上CCD，扫描速度也比较慢，仅用于低档平板扫描仪中。另外，CIS紧贴扫描稿件表面进行接触式的扫描，景深较小，对实物及凹凸不平的原稿扫描效果较差。","有的扫描仪，如滚筒式扫描仪的感光器件使用光电倍增管PMT（Photo\r\nMultiplier Tube)，密度范围较大，而且能够分辨出图像更细微的层次变化。","光学分辨率是选购扫描仪最重要的因素。扫描仪有两大分辨率，即最大分辨率和光学分辨率，直接关系到平时使用的就是光学分辨率，扫描仪的分辨率的单位严格定义应当是PPI，但人们也通误称为DPI。PPI是指每英寸的pixel数，一般使用横向分辨来判定扫描仪的精度，因为纵向分辨率可通过扫描仪的步进电机来控制，而横向分辨率则完全由扫描仪的CCD精度来决定。目前主流光学分辨率已经到了2400 PPI，作为普通用户完全足以应付了。","色彩位数是扫描仪所能捕获色彩层次信息的重要技术指标，高的色彩位可得到较高的动态范围，对色彩的表现也更加艳丽逼真。色位是影响扫描效果的色彩饱和度及准确度的，已从最早的8位、16位发展到如今的48位。","如果你需要将一本书、一份报纸上的大段文字输入电脑，最快的方法是什么呢？可以用扫描仪。但扫描得到的都是图片格式，不能被Word等文字修改。这时可以用一种叫OCR的软件进行处理，将印刷文字扫描得到的图片转化为文本文字。"]},{"section_title":"光学字符识别OCR","section_content":["光学字符识别（OCR，Optic Character Recognize）是在扫描基础上实现字符自动识别的技术。经过扫描得到文字图片后，利用OCR软件进行文字分离、正规化、平滑化、二值化和噪声消除等一系列处理，然后根据被识别字符特征，利用与基准图像重合比较的方法来识别字符。如果是手写字符，还需利用轮廓跟踪法抽取相应的笔划长度、角度、端点、笔划分布等字符特征，以多维数据的形式表示，将事先保存的基准字符特征与抽取的字符特征进行比较，直至找到相应的基准字符为止。","OCR技术在识别数字、英文字符及印刷体汉字方面已获得成功。它提供了一种全新的文字输入手段，大大提高了用户工作的效率，同时扩大了扫描仪的应用。但某些场合识别的准确性还有待提高。","此外，工业上还应用有一些特殊的扫描仪，如通过激光逐渐扫描物体的表面，可以得到物体表面的数字模型。"]},{"section_title":" 涂改液","section_content":["又称修正液、改正液、改错液、立刻（克）白，是一种白色不透明颜料，涂抹在纸上以遮盖错字，干涸后可在上面重新书写。","涂改液的主要成分包括固体的钛白粉（TiO2）和液体溶剂。主要溶剂有三氯乙烷（C2H3Cl3）、甲基环己烷（C7H14）或环己烷（C6H12）三种。由于挥发性极高（即干涸很快），瓶内未用完的涂改液很容易变浓稠而难以使用，因此也有专门的稀释剂售卖。","涂改液以前用小瓶包装，瓶盖附带一支小扫帚或者三角形的发泡塑胶浸在里面。现在多是笔型包装，笔里装有弹簧。将笔尖按在纸张上可泵出液体，能更均匀地涂抹，也不容易干涸。","中小学生的书写量巨大，因此涂改液广泛受到欢迎。但必须指出，许多涂改液中含有铅、苯、钡等对人体有害的化学物质，即便是一些所谓“环保型”涂改液，也应谨慎使用。"]}]},{"chapter_title":" 计量与测试","chapter_content":[{"section_title":" 机械钟表","section_content":["机械钟表有多种不同的结构形式，但工作原理基本相同，都包括动力源、传动系统、擒纵调速机构、指针和上条拨针等部分。","imgs/image326.jpg","imgs/image328.jpg","机械钟表","以机械手表为例，其工作过程就是：转动并拧紧弹性元件—发条，使之积蓄弹性势能，然后发条储存的能量逐渐释放并转化为动能，以此作为动力源通过一组齿轮组成的传动系统把能量输送到擒纵系统把能量均匀分开，再通过一套齿轮传动系统带动指针转动并显示时间。后面会讲到，利用发条机构储存能量也用于一些玩具。","擒纵调速机构是一种机械能量传递的“开关”装置，其功能可以从两方面理解：擒，将主传动的运动锁定（擒住），此时钟表的主传动链是锁定的；纵，就是以振荡系统的一部分势能，开启（放开）主传动链运动，同时从主传动链中取回一定的能量以维持振荡系统的工作。擒纵轮带动擒纵叉一擒一纵，完成锁接、传动、释放的动作，将动力传输给摆轮，由摆轮完成时间的分配，达到调速的作用，因此与机械表的准确与否与有极大关联。擒纵机构反过来控制传动系的转速，所以指针能按一定的规律在表盘上指示时刻。最初的擒纵机构诞生于15世纪，逐渐进化到如今的各种样子，目前仍有数百种擒纵机构在现代钟表上使用。","此外，还有一些附加机构以增加钟表的功能，如自动上条机构、日历（双历）机构、闹时装置、月相指示和测量时段机构等。早期机械表的动力源主要通过上发条的形式，每天或2～3天需要拧一次，否则停摆。后面开发了靠振动等自动提供能量的方式。","imgs/image330.jpg","imgs/image332.jpg","imgs/image334.jpg","（a）机械钟表基本运行原理 &nbsp;（b）机械钟表内部结构&nbsp; &nbsp;（c）叉瓦式擒纵机构","&nbsp;机械钟表结构与运行原理","钟表要求走时准确、稳定可靠，其制造过程需要严格的工艺与极高的加工精度。例如，运动部分要求耐磨，通常机械表就采用人造钻石作为轴承，一个手表用了多少颗就是多少“钻”。但无论如何，许多内部因素和外界环境条件都会影响钟表的走时精度。例如，发条力矩的稳定性，传动系工作的平稳性，纵擒调速器的准确性等都影响走时精度，它们取决于各组成系统的结构设计、工作性能、选用材料、加工工艺和装配质量等。外界环境条件包括温度、磁场、湿度、气压、震动、碰撞、使用位置等，如温度变化会引起钟表内润滑油和摆轮游丝性能的变化，从而引起走时性能的变化；环境的磁场强度过大时，会引起部分零件磁化而走慢；湿度大会引起部分零件氧化和腐蚀，等等。因此，一块机械手表一天有15～30秒的误差被视为正常的，最小可以做到仅4-5秒。","由于机械加工精度、材料特性等各方面的限制，机械钟表的计时精度始终有限，已经不是计时工具最好的选择。但机械钟表结构极其精密、复杂，制造难度大，特别因其艺术性、高档表的稀缺性等因素，已成为一种收藏品、奢侈品以及身份的象征。"]},{"section_title":" 电子表与石英表","section_content":["电子表价格便宜，使用方便，能直接显示时间以及星期、日期。自20世纪50年出现以后，便以极快的速度风靡世界。","imgs/image336.jpg","imgs/image338.jpg","imgs/image340.jpg","电子钟表","机械表是以发条的弹性变形作为动力，利用的是机械振动带动表内的计时器振动计时。电子表也是利用了周而复始的连续振动，但它利用电池作为动力，将电能转化成磁能，选用一种敏感器件（如石英晶体管）作为开关带动计时器不停振动，磁能再转化成机械能带动表针转动（或数字变化），从而显示时间。根据结构形式与出现的先后，电子表可分为四代：","第一代是摆轮游丝电子手表，以微型电池为能源，以摆轮游丝作为振荡器，通过电子线路驱动摆轮工作。","第二代是音叉电子手表，以金属音叉作为振荡器，用电子线路输出脉冲电流，使机械音叉振动。","第三代是指针式石英电子手表，利用石英谐振器作为振荡器，通过电子分频器后驱动步进马达带动轮系和指针。1969年，日本精工舍公司推出了世界上最早的石英电子表。石英电子表走时精确、结构简单，轻松地将一、二代电子表，甚至机械表淘汰出局，立刻成为钟表界主流产品。","第四代是数字式石英电子表。它也采用石英作为振荡器，但经过分频、计数和译码后利用显示器件以数字形式直接显示时间。前三代电子表均有机械指针机构，而第四代采用大规模集成电路，是完全脱离机械结构的全电子手表。","可见，石英表其实也是一种电子表，它利用了石英（主要成分是二氧化硅。水晶也是一种石英）的压电效应（见第三章）。","例如，指针式石英表利用电池给表内的水晶片加电，由于“压电效应”水晶便会以32768 Hz（每秒周期数）振动。然后，电路将此频率转化成1Hz（电流一秒内变化一次）的信号电流，然后通过线圈驱动石英表上的增速马达及一个电磁转子，把脉冲转化成机械运动。该转子每承受一下脉冲，就旋转180度，也就是一秒钟。转子连接着由三个齿轮组成的拖动系统，驱动三根指针（时针、分针和秒针），把时间显示在表盘上。数字显示的石英表则结合两极管式液晶显示，其功能完全由电子元件完成，没有机械运动部分。","石英晶体的振动受外界环境影响很少，只要有电能供给，也不用上弦，就可提供稳定的脉冲波，因此石英钟表可以保证很高的精确度。一般情况下，每月的误差在15～25秒之间，最小的一年才有5秒误差。误差的产生主要在于石英晶体品质上难以绝对一致。天然石英的杂质含量和形态等不统一，因此多使用人造石英。精度高的石英振荡每秒误差在正负10万分之一秒以内，精度低的每秒误差达1万分之一秒，虽然感觉不大，但每天误差就是8.64秒，1个月会相差4分钟。对于一般应用来说，石英钟表的计时准确度已完全足够，故在日常生活中得到了广泛应用。","通常，一枚电池可保证一只石英表运行两年左右。在电池耗尽之前，石英表一直能够正常运行。而机械表的动力是由发条鼓提供的，发条鼓在满弦状态下，也只能提供几十小时的或上百小时的动力。"]},{"section_title":"自动石英表","section_content":["具有自动发电系统的石英表，是自动表与石英表的结合体。主要结构与普通石英表类似，但动力来源来自配戴者手臂的摆动带动表内自动盘转动，所产生的动能推动微型发电装置，为表内的石英装置提供电力（也有采用光-电的能量转化方式）。多余的电能则会被微型电容器储存或对内置电池充电，当电容或电池充满电后，手表可持续运行一个月以上。","石英表外形和机械表基本相同，但一般机械表的秒针是连续运行，而石英表的秒针则是一下一下跳动运行的，还可听到轻微“砂、砂”的跳动声。另外，石英表一般会标有Quartz字样，自动上弦机械表的表盘上则会有Automatic的字样。","无论机械表、自动表还是石英表，在佩戴时应注意避免浸水、接近磁近场及避免剧烈震动，这样才能保证其使用寿命。"]},{"section_title":" 水表","section_content":["imgs/image342.jpg","imgs/image344.jpg","&nbsp;机械水表及其结构","水表的工作原理其实很简单。表壳固定而水流动，水流从表壳进水口冲击表内的叶轮并使之旋转，每当叶轮旋转一圈，就代表有一恒定体积的水流过。因此，只要把叶轮旋转的圈数累计下来，乘以这一恒定体积，就是流过的水量。龙头开得越大、水流越急，叶轮就转得越快。","水表读数的单位是“立方米”。因为每一立方米的水恰好是一吨重，读数直接就是吨数。机械水表虽然精度不高，但简单价廉、不用电源、能在潮湿环境里长期使用而无需维修，依然得到广泛应用。"]},{"section_title":" 电表","section_content":["电表是一个总称，指用于测量各种电学量的仪表。家用电表主要测量电能的消耗，也称为电能表、电度表、火表、电能表、千瓦时表等。其他电表包括用于测试电流、电压、电阻等基本电学参量的各种电表。","电能表是用来测量电能的消耗量以及消耗速度的仪表，因为应用面很广，有时就直接简称电表。电能表主要由电压线圈、电流线圈、转盘、转轴、制动磁铁、齿轮、计度器等组成。工作时，电流线圈在铝盘上因电磁感应而产生涡流，与交变磁通相互作用产生电磁力使铝盘转动，同时引入制动力矩使铝盘转速与负载功率成正比，再通过轴向齿轮传动，由计度器给出转盘转数以表示电能的消耗量。","imgs/image346.jpg","imgs/image348.jpg","imgs/image350.jpg","&nbsp;传统电能表与智能电表","电力公司抄表员根据电能表的计数，统计出每个用户（家）消耗的电能，用户再支付相应电费。现在也有所谓“预付费”的智能电表，即用户预先支付一定费用给电力公司，，就像手机充值一样，然后将充过值的IC卡入电表，电表就能供电。使用过程中，根据用电量实时扣除费用，卡中金额扣完后会自动拉闸断电，用户需要再充值后才能继续供电。","更先进的智能电表除了具备用电计量功能以外，还具有用电信息存储、双向多种费率计量、用户端控制、多种数据传输模式的双向数据通信、防窃电等智能化功能，是未来电网用户智能化终端的发展方向。","电压表可由微安表（电流表的一种）或灵敏电流计来改装。电压表和电流表的实质，都是一个灵敏电流计。","通电导体在磁场中会受到磁场力的作用，这是灵敏电流计的基本原理。其内部有一永磁体，一个线圈置于两极之间产生的磁场中，线圈两端各有一个游丝弹簧，弹簧分别连接电流表的两个接线柱，在弹簧与线圈之间由一个转轴连接，转轴在相对于电流表的前端有一个指针。当通过两个接线柱形成电路回路有电流通过时，电流沿弹簧、转轴通过磁场，电流切割磁感线，磁场力的作用使线圈发生偏转并带动转轴和指针偏转。由于磁场力的大小随电流增大而增大，所以就可以通过指针的偏转程度来观察电流的大小。","电流表、电压表与电阻表及其原理","电流表既可以改装成电压表，又可以改装成量程较大的电流表，也可以改装成欧姆表。如将它们适当组合起来，它们可以共用一个表头，就成为一个多用电表（Multimeter），又称为万用表、复用表等。","多用电表是一种多功能、多量程的测量仪表，一般以测量电压、电流和电阻为主要目的。可用来测量直流电流、直流电压、交流电流、交流电压、电阻和音频电平等，有的还可以测交流电流、电容量、电感量及半导体的一些参数等，并且每种测量都有几个量程。按显示方式，又分为指针和数字多用表。","万用表"]},{"section_title":" 气表","section_content":["imgs/image364.jpg","imgs/image366.jpg","家用燃气表"]},{"section_title":" 温度计","section_content":["温度计（Thermometer）是测温仪器的总称。温度计的种类很多，使用目的和依据的原理也不相同，有的利用固体、液体、气体的热胀冷缩现象，有的根据定容条件下气体（或蒸汽）压强随温度的变化，或者电阻随温度的变化、热辐射（红外线）现象、热电效应（受热物体中的电子随着温度梯度由高温区往低温区移动时，所产生电流或电荷堆积的一种现象）的作用等等。理论上讲，一切物质的任一物理属性，只要它随温度的改变而发生单调、显著的变化，都可用来标志温度。不同原理的温度计用到的测温媒介也不同，有水银、煤油、酒精、气体温度计，以及电阻、温差电偶、辐射和光测、双金属温度计等。"]},{"section_title":"水银温度计","section_content":["大家最熟悉的温度计是玻璃管做成的水银温度计（图4-14），也有管内装煤油甚至红墨水等测温介质的，都是利用热胀冷缩的原理来实现温度测量。","水银温度计底部的液泡容积一般比上面细管的容积大得多，水银可上升到管内某个位置。水银体积取决于环境温度大小，温度高则液面升高，反之液面下降。","体温计是测量人体温度用的温度计，最常见的就是与普通水银温度计类似结构的体温计。人体温度的变化一般在35℃到42℃之间，所以体温计的刻度通常是35℃到42℃，而且每度的范围又分成为10分，因此可精确到1/10度。体温计下部靠近液泡处的管颈是一个很狭窄的曲颈，测体温时水银受热体积膨胀，水银可由颈部分上升到管内某位置。当体温计离开人体后，外界气温较低，水银遇冷体积收缩，但由于曲颈的通道狭窄，使已升入管内的部分水银退不回来并在曲颈处断开，水银柱保持在与人体接触时所达到的高度，从而记录测定的最高温度。体温计用后应“回表”，即拿着体温计的上部用力往下猛甩，使已升入管内的水银重新回到液泡里，这是水银体温计的一个特点。","imgs/image368.jpg","imgs/image370.jpg","玻璃管温度计与体温计","利用热胀冷缩特性的温度计还有很多方式。例如，寒暑表是一种形如仪表盘的指针式温度计，它以双金属片作为感温元件来控制指针。双金属片通常是用铜片和铁片铆在一起，且铜片在左、铁片在右。由于铜的热胀冷缩效果要比铁明显的多，因此当温度升高时，铜片牵拉铁片向右弯曲，指针在双金属片的带动下就向右偏转（指向高温）。反之，温度变低，指针在双金属片的带动下就向左偏转（指向低温）。"]},{"section_title":"电阻温度计","section_content":["根据材料的电阻值会随温度变化这一特性（热敏电阻）制成，有金属和半导体形式。","给热敏电阻以恒定的电流，此时测量电阻两端就得到一个电压，再知道参数和系数K，则可计算出热敏电阻所处的环境温度，也就是被测温度，实际上是把电阻随温度的变化关系转化为电压随温度变化的关系。为了显示温度值，电压值需要经A/D转换变成数字量，然后通过软件方法计算得到温度值，再通过液晶屏显示。","电子式体温计就是利用某些物质的物理参数（如电阻、电压、电流等）与环境温度之间存在的确定关系，将体温以数字的形式显示出来，主要由温度传感器、液晶显示器、纽扣电池、专用集成电路及其他电子元器件组成读数。与传统的水银玻璃体温计相比，电子式体温计具有读数清晰、测量简单、快速准确、携带方便，能记忆并有蜂鸣提示的优点，尤其是不含水银，对人体及周围环境无害，特别适合于家庭、医院等场合使用。不足之处在于，准确度受电子元件及电池供电状况等因素影响。"]},{"section_title":"温差电偶温度计","section_content":["温差电偶又称热电偶，原理主要利用了所谓的塞贝克效应(Seebeck effect）:两种不同成份的材质导体组成闭合回路，当两端存在温度梯度时，回路中就会有电流通过，此时两端之间就存在电动势——热电动势。","热电偶温度计通过将两种不同的金属丝焊接在一起构成工作端，另两端与测量仪表连接，形成闭合电路（回路）。温度较高的一端为工作端，温度较低的一端为自由端，自由端通常处于某个恒定的温度下。测量时，把工作端放在被测温度处，工作端与自由端温度不同时，就会有电流通过回路。根据热电动势与温度的函数关系，通过电学量的测量，制成热电偶分度表；利用已知处的温度，就可以测定另一处的温度。适用于温差较大的高温和低温两种物质之间的测量，特别在工业上应用较多。"]},{"section_title":"红外线温度计","section_content":["一切温度高于绝对零度的物体，都在不停地向外发出红外辐射能量，即人眼看不见的红外线。红外辐射能量的大小以及按波长的分布，与物体表面温度有密切关系，因此通过对物体辐射红外线的测量便能测定其表面温度，这就是红外测温的原理。当然，实际的红外辐射量除依赖于物体温度以及辐射波长之外，还与构成物体的材料种类、表面状态以及环境条件等因素有关，因此在实际红外测温时还需要考虑不同材质物体的这些红外辐射特性。","红外测温仪一般由光学系统、光电探测器、信号放大器及信号处理、显示输出等部分组成。光学系统汇聚其视场内的目标红外辐射能量，视场的大小由测温仪的光学零件及其位置确定。红外能量聚焦在光电探测器上并转变为相应的电信号。该信号经过放大器和信号处理电路，并按照一定的算法和目标发射率校正后转变为被测目标的温度值。","目前，应用红外技术的测温仪器主要有红外测温仪、红外热像仪、红外热电视三种类型。红外测温仪可以一次测量局部小范围的温度，因此也称为“点温仪”。用于测量人的体温时，将人的额头等表面的红外光与典型光谱温度对照，从而得出准确的温度值，具有非接触、准确度高、安全、测速快、寿命长、超温语音报警等优点，适用于人流量大的公共场合快速监测人的体温，如出入境口岸、港口、机场、码头、车站、机关、学校、影剧院等场合。也有工业上应用的红外测温仪，可以测量高达上千度的金属溶液温度。","红外热电视、红外热像仪等设备，则可将看不见的“热图像”转变成可见光的图像。红外热像仪的应用非常广。虽然最早是应用于军事上，但只要有温度差异的地方都有应用。比如，电力设备的故障大多数都伴有发热现象，通过检查电线、连接处、电闸、变电柜等设备细微的热状态变化，可准确反映设备内、外部发热情况，对发现设备隐患非常有效。此外，在建筑、消防、公安、汽车生产以及医学等领域都有广泛应用。","imgs/image372.jpg","imgs/image374.jpg","imgs/image376.jpg","红外热像仪及其成像","&nbsp;"]}]},{"chapter_title":" 交通运输","chapter_content":[{"section_title":"滑动与滚动摩擦","section_content":["滑动摩擦是物体沿另一物体表面滑动时产生的摩擦力，物体受到的滑动摩擦力的方向和它的运动方向相反。滚动摩擦是物体在另一物体上滚动时产生的摩擦力，它比最大静摩擦和滑动摩擦要小得多，在一般情况下，只有滑动摩擦阻力的1/40到1/60。所以在地面滚动物体比推着物体滑动省力得多。"]},{"section_title":" 交通工具的脚——车轮","section_content":["轮子是车辆最基本的特征之一，它的发明是交通运输史上一个重要的里程碑，代表着交通方式的一次全新变革。从古时候的马车，到后来的自行车以及现代的自行车和汽车，甚至翱翔蓝天的飞机，无不需要借助轮子。为什么陆上交通几乎都要采用轮子呢？因为可以省力。简单地说，轮子是把滑动摩擦变成了滚动摩擦。","既然轮子是效率最高的工具，那自然界为什么没有进化出带轮子的生物来呢？一般认为有两方面原因：首先从解剖学角度来看，轮状物必须能围绕着轴（或者带着轴一起）自由旋转，这意味着生物本体和轮状物之间不能有固定连接，这就意味着无法通过血管等组织向轮状物输送养料和取回废物。其次，自然环境里基本不存在天然的平坦、坚硬路面，所以轮子并不见得比其他方式有优势。美军正在研制的“机器驴”，正是基于这一原因，自然环境下“腿”比轮子更有优势。","车轮的功用是支持全车的重量，承受驱动力、制动力以及地面对车轮的各种力，并通过轮胎与路面接触而实现汽车的运动。同时，转向轮还承担引导汽车前进方向的任务。早期使用的轮子结构简单，完全由木头或金属制成，可靠性、舒适性都很差。后来逐渐改进，增加了减振橡皮等。","现代的车轮，一般是指由轮毂、轮盘、轮辋和轮胎所组成的总成。轮毂是车轮中心安装车轴的部分，它通过轴承装在车桥轴管或转向节上；轮盘也叫做轮辐，是连接轮毂和轮辋的中间部分；轮辋是车轮周围边缘的部分，主要的作用就是用来安装轮胎。","现代轮胎虽然多种多样，但几乎都是利用压缩空气来缓解冲击（减振）。空气虽然无形无色，但压缩后却具有极好的弹性，而且压缩得越厉害弹性也越强，这一点从给皮球充气就可以知道。除了弹性以外，压缩空气还有很大的阻尼，也就是可以把机械能通过空气分子之间的摩擦转化成热能，这对减小路面冲击是非常重要的。摸一下长时间行驶后的汽车轮胎会发现非常烫手，其中就有相当一部分热量是来自于空气阻尼的作用。","轮胎漏气和爆胎是汽车安全的一大隐患。为此，科技人员设计了一种模仿蜂巢结构的轮胎。这种仿生轮胎由一系列六角形构成，拥有极高坚固度的同时可让重量均匀分布，实现平顺行驶。"]},{"section_title":" 两轮车的行驶与陀螺效应","section_content":["自行车结构虽然简单，却巧妙运用并融合了许多物理学原理。其中最让人不可思议的就是：只有两个轮子，却为什么可以保持平衡呢？熟练的骑手甚至还可以双手离开车把，任由其向前行走而不会摔倒。当然，两轮的摩托车也是一样。","根据现有研究，两轮车保持平衡的原理综合了陀螺效应、回正力矩以及人体的自身调节作用等多个方面。","自行车、摩托车的两个车轮就相当于两个陀螺，高速旋转的时候会使自行车更加稳定，即使手离开车把也不会倒下。常识还告诉我们，骑得越快车越稳，这也和陀螺效应有关。陀螺高速转动时，它的转轴会稳定地保持着一定方向，即使你故意用手拨它一下，使转轴暂时歪斜，但过不了多久，它又会自然恢复到原来的状态。这种旋转物体能够自动保持其转轴方向的现象，就是“陀螺效应”。可用于宇航定位等。","imgs/image378.jpg","陀螺效应","&nbsp;","但骑独轮车的杂技演员在车速很低甚至车轮完全停止转动时，仍然可以保持平衡。这说明陀螺效应只是自行车不倒的部分原因。这第二个因素就是人的调节机制。熟练的骑车人身体形成自动的条件反射，当自行车倾斜时，人会感受到并通过腰部肌肉的动作把身体拉向另一侧，形成反向力矩促使车身垂直。学骑自行车，也就是训练身体完成这种条件反射，一旦学会，这个控制回路就保持在小脑中，多年不会忘记。","imgs/image380.gif","自行车前叉后倾","&nbsp;","另外，两轮车本身也有着平衡机制。可以观察到，几乎每辆自行车的前叉车把轴都不是与地面完全垂直，而是后倾的。这使得自行车转弯时产生的离心力所形成的力矩方向，与车轮偏转方向相反，迫使车轮偏转后自动恢复到原来的中间位置上。这样，自行车就有了自动回正的稳定性，且车速越快，所造成的恢复力矩越大，骑手就越感到稳定。"]},{"section_title":" 变速自行车","section_content":["自行车的动力靠脚踏，摩托车的动力靠发动机。动力部分和车轮之间一般通过链条传递能量（习惯说扭矩）。“变速”，就是改变动力部分的转速和车轮转速之间的比例关系。“变速”有助于合理分配体力（或发动机动力），对于自行车来讲可以省力（但不能省功）。","变速自行车在结构上基本都是采用前、后两套齿盘的方式，通过改变链条和前、后不同齿轮盘的配合，就可以很容易地改变车速快慢。简单地说，前、后齿盘的大小决定了自行车骑行时的费力程度。前齿盘大，后齿盘小，骑行时就感到费力但速度快。反之，前齿盘小，后齿盘大，骑行的时候感到轻松但速度慢。道理其实可用登山来类比：登山时，如果选坡度较缓的路径，即使行进距离要长一些，但仍然感觉不太费劲。","&nbsp;&nbsp;&nbsp; 其实，车辆变速系统的原理都是大致相同的，不外乎通过选择输入端和输出端形成不同的传动比来达到变速的目的。从本质上汽车变速器和自行车的没有不同，只是为了便于啮合大多采用斜齿轮传动，而且机构更复杂一些而已。"]},{"section_title":" 发动机","section_content":["发动机是给汽车等交通工具提供动力的核心部件。现代汽车发动机以燃烧汽油或柴油等化石燃料的“内燃机”为主，从运转方式来看，大多是四冲程发动机，也就是曲轴旋转两圈（720°）为一个完整的工作循环，依次分为吸气、压缩、做功、排气四个阶段。人们也开发了用于摩托车、摩托艇以及割草机等上的二冲程发动机，以及转子发动机等特殊形式的发动机。","imgs/image382.jpg","四冲程汽油发动机工作原理","从燃烧方式来看，现代主流的汽车发动机基本可归为两类：奥托（Otto）循环的汽油机和狄赛尔（Diesel）循环的柴油机。汽油机是吸入混合气，然后压缩至上止点，火花塞跳火点燃混合气，燃烧做功将活塞推至下止点，随即向上排出废气；柴油机的区别在于吸入纯空气，在上止点位置将柴油喷入被压缩的热空气内燃烧做功。","表面上看，两种发动机在进气和燃料的引燃方式有着区别，虽然看起来都是烧油、做功，但就是在活塞处于顶端，燃烧的一瞬间，几个毫秒之内发生的事儿，让两种发动机有着截然不同的脾气。这也就是奥托循环和狄赛尔循环的差异。","图5-15是内燃机上常用的一种工程示意图，叫做p-v图，其横坐标v和纵坐标p分别表示一个工作循环内气缸容积和缸内气体压力的变化。","imgs/image384.jpg","imgs/image386.jpg","奥托循环（左）和狄赛尔循环（右）","先看左侧的奥托循环。如图，A-B吸气冲程，活塞向下吸气，此时燃气的压强几乎保持不变；B-C绝热压缩冲程，活塞向上运动压缩，使气体压力增加，这时活塞对气体做功，消耗了机械能，增加了气体的内能（温度升高）；C-D等容燃烧过程，气体突然燃烧，压力激增，在这瞬间体积还来不及变化，所以可把它看作是等容变化，D-E绝热做功冲程，气体压力增加后作绝热膨胀推动活塞向下做功，同时消耗本身的内能转变为机械功，压强逐渐减小；E-B等容排气过程，做功冲程终了时，排气阀开放，气体压力突然降低而体积还来不及变化；B-A排气冲程，活塞由于惯性作用继续向上运动，同时排出废气，这时压力不变。","作为等压燃烧的狄赛尔循环，C-D-E为做功冲程。第一阶段C-D为等压燃烧过程，柴油正在燃烧中，活塞在一定的压强下移动压强不变而容积增加，燃油一边推动活塞做功一边燃烧，D-E为绝热做功冲程。其他阶段同上。当然，图中p-v曲线是一种理想状态，实际工况有一定的差异，而作为乘用车的高速柴油机介于两种循环之间，燃烧过程分两个阶段，前半程为等容燃烧，后半程为等压燃烧，满足高转速同时也沿袭经典柴油机的特点。"]},{"section_title":"汽油和柴油","section_content":["都是由石油为原料提炼的成分为碳和氢两种元素的烃类化合物。汽油是由5-9个碳分子的烃类组成，而组成柴油的烃类的碳原子数则有10-20个。由于汽油分子比柴油要小，所以挥发性更好，燃烧速度也更快，但长链结构的柴油更容易被氧化，所以柴油自燃点要低于汽油。把烃类比作很常见的木头，那么汽油就好比一堆木屑，可以被吹散在空气中慢慢飘落，而柴油则好像牙签，怎样扔起来都会做自由落体运动；木屑用火柴很难点燃，但牙签很容易被点燃；但把木屑扔在火堆中，瞬间就化成一团火，而牙签至少可以烧几秒。"]},{"section_title":" 汽油机和柴油机","section_content":["汽油和柴油燃烧的“脾气”存在一定差别。汽油比柴油挥发更快，所以汽油可以混合气状态在吸气行程进入气缸，而柴油不易挥发，不容易形成混合气，所以只能在做功行程开始前直接喷入缸内。柴油的自燃点比汽油更低，所以柴油可以在高温高压的汽缸中自燃；而汽油机如果采用压燃方式，就必须要有更高的压力，从而得到更高的温度才能点燃，但因为汽油容易挥发，挥发时又会吸收大量的热，这就再次增加了压燃难度，所以用火花塞点燃是最适合的方式。另外，汽油比柴油燃烧的更快，所以把汽油放在高温高压的环境下太威猛，机体受不了这种火脾气，所以要降低气缸压力。用火花点燃时，缸内火焰是以“波”的形式蔓延燃烧，这就避免了爆燃的冲击；而柴油在高温高压空气中，多处同时燃烧形成火焰，也就是以爆燃的方式（和汽油机的“爆震”相似）做功，工作状态比较粗暴，但因为柴油燃烧较慢，所以尽管开始很剧烈，但燃烧时间要长于汽油机。","汽油机和柴油机具有各自的优势。汽油机内混合气体点燃后，瞬间燃烧，并爆发出能量，所以可以在单位时间内可以多次重复该循环，用高转速输出高功率，因而体积小、体重轻，能拥有较高性能和更快的响应速度，宽泛的转速区间也能够带来更好的操控感觉。但汽油机的压缩比往往只有柴油机的一半，做功行程时缸内温度和压力比柴油机低很多，所以热效率比较低，也就是俗称的“费油”。柴油机喷入燃料后，燃烧需要一定的时间，所以适合较低转速下让燃油充分燃烧以带来大扭矩。为了对抗气缸内高压和大扭矩，柴油机零件要比汽油机强壮，所以更笨重。但正是柴油机高压缩比、低转速的特性，能把热量更好地转化成动能，热效率高、油耗低。这就是轿车和赛车通常使用汽油机，而公交车、卡车等大型车辆使用柴油机的原因。","随着技术的发展，柴油机在平顺性和体积上都有很大改善，有了可以和汽油机竞争的资本，其较低的碳排放以及出色的低速扭矩，被众多SUV甚至轿车所接受。在欧洲，柴油车在乘用车中的比重已经达到40%。但目前国内的柴油品质还不够好，导致柴油机在国内未被重视。","上面讲的只是发动机的基本运动原理。实际上，发动机是一个包含了很多部分的、极其复杂的系统，如燃油系统、进排气系统、点火控制等等。下面，我们仅以振动与噪声的控制为例，说明一下汽车发动机的复杂性。","你也许困惑过：摩托车比汽车小很多，为什么开起来“动静”大得多呢？除了摩托车发动机大多露在外面，而汽车发动机都是“包”在外壳里以外，汽车通常还采用了很多“减震降噪”的技术。例如，发动机工作状态时，活塞的运动速度非常快而且不均匀，因此必然会在活塞、活塞销和连杆上产生较大的惯性力。这些惯性力并不能完全达到平衡状态，发动机便产生了振动。摩托车发动机的转速一般比汽车高，所以振动也大一些。为了消除这种振动，工程师采用了很多方法。例如采用轻质的活塞减少运动件的质量、提高曲轴的刚度、采用60度夹角的“V”型布置发动机等等。另外还有一种“平衡轴”技术，简单说其实就是一个装有偏心重块并随曲轴同步旋转的轴，利用偏心重块所产生的反向振动力，使发动机获得良好的平衡效果，降低发动机振动。","从上面的介绍，你可以想象一下：要设计、制造出一个合格的现代汽车，需要考虑多少事情啊！"]},{"section_title":" 可变配气机构","section_content":["配气机构负责向发动机气缸提供汽油燃烧所需的新鲜空气，并将废气排出，与人体的吸气和呼气类似。配气相位机构可按照一定的时限，来开启和关闭各气缸的进、排气门，从而实现气缸换气补给的整个过程。","如果将气门比作一扇门，门开启的大小和时间长短，决定了进出的人流量。开启角度越大，时间越长，进出的人流量越大，反之亦然。同样的道理用于发动机上，就产生了气门升程和正时的概念。气门升程就好象开启角度，气门正时就好象开启时间。角度加时间就是一个空间的大小，它决定了在单位时间内的进、排气量。","如果你参加过长跑比赛，就能深刻体会到呼吸节奏的把握对体能发挥的重要性——太急促或刻意的屏息都可能增加疲劳感。所以，在长跑比赛时往往需要不断按照步伐来调整呼吸频率，以便为身体提供充足的氧气。对于汽车发动机而言，这个道理同样适用。可变气门正时和升程技术就是为了让发动机在各种负荷和转速下自由调整“呼吸”，从而提升动力表现，提高燃烧效率。","imgs/image388.jpg","imgs/image390.jpg","发动机配气机构&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;发动机进排气过程","发动机的气门通常由凸轮轴带动，普通发动机进、排气们开闭的时间都是固定的，很难顾及发动机在不同转速和工况时的实际需要，也就是固定不变的“呼吸”节奏，阻碍了发动机效率的提升。","发动机处在高转速区间时，四冲程发动机的一个工作冲程仅需千分之几秒，这么短的时间往往会引起发动机进气不足和排气不净，影响效率。因此，需要通过气门的早开和晚关，来弥补进气不足和排气不净的缺憾。这种情况下，必然会出现一个进气门和排气门同时开启的时刻，配气相位上称为“气门重叠角”。","气门重叠角往往对发动机性能产生较大影响，那么多大为宜呢？我们知道，转速越高，一个工作循环内留给吸气和排气的绝对时间也越短，要达到更高的充气效率，就需要延长发动机的吸气和排气时间。所以转速越高，要求的气门重叠角度越大。但在低转速工况下，过大的气门重叠角会使得废气过多泻入进气端，吸气量反而下降，气缸内气流也会紊乱，此时ECU会难以对空燃比进行精确控制，导致怠速不稳，低速扭矩偏低。相反，如果配气机构只对低转速工况进行优化，那么发动机就无法在高转速下达到较高的峰值功率。所以发动机的设计都会选择一个折衷的方案，不可能在两种截然不同的工况下都达到最优状态。","可变气门正时——VVT技术，就是为了在高低转速下都能获得理想的进、排气效率。虽然各个厂商的称谓略有不同，但是实现方式却大同小异。简单地说，VVT系统就是通过在凸轮轴的传动端加装一套液压机构，从而实现凸轮轴在一定范围内的角度调节，也就相当于对气门的开启和关闭时刻进行了调整。","为了得到最佳燃油性能，气门开闭的幅度也可调，称为“可变气门升程VTEC”技术。以本田的i-VTEC为例，它利用第三根摇臂和第三个凸轮实现了看似复杂的气门升程变化。","当发动机在中、低转速时，三根摇臂处于分离状态，普通凸轮推动主摇臂和副摇臂来控制两个进气门的开闭，气门升量较小。此时虽然中间凸轮也推动中间摇臂，但由于摇臂之间是分离的，所以两边的摇臂不受它控制，也不会影响气门的开闭状态。","发动机达到某一个设定的转速时，电脑即会指令电磁阀启动液压系统，推动摇臂内的小活塞，使三根摇臂锁成一体，一起由高角度凸轮驱动，这时气门的升程和开启时间都相应的增大了，使得单位时间内的进气量更大，发动机动力也更强。这种在一定转速后突然的动力爆发大大提升了驾驶乐趣。当发动机转速降到某一转速时，摇臂内的液压也随之降低，活塞在回位弹簧作用下退回原位，三根摇臂分开。","可以看到，现代汽车的控制涉及发动机等各个方面，十分复杂，完全用机械结构已经不能满足要求。于是，人们给汽车加上了“大脑”。"]},{"section_title":"电子控制单元ECU_汽车的“大脑” ","section_content":["ECU（Electronic\r\nControl Unit）即“电子控制单元”，又称“行车电脑”，是汽车专用的微机控制器，基本功能是对动力系统各种传感器输入的信息进行运算、处理、判断，然后输出指令，自动控制发动机的进气、喷油等动作，以达到最佳状态。与单片机一样，由微处理器（CPU）、存储器（ROM、RAM）、输入/输出接口（I/O）、模数转换器（A/D）以及整形、驱动等大规模集成电路组成。随着汽车电子化、自动化程度的提高，ECU应用日益增多，如高档车在防抱死制动系统（ABS）、四轮驱动系统、电控自动变速器、主动悬架系统、安全气囊、多向可调电控座椅等都配置有各自的ECU。多个ECU之间采用一种多路复用通信网络技术（即CAN数据总线）传递信息，形成一个网络系统。"]},{"section_title":" 涡轮增压","section_content":["传统的发动机进气方式叫做自然吸气，也就是说不借助其他辅助装置，依靠活塞下行产生的真空度进行吸气。由于气门等狭窄区域的存在，进气量必然受到一定限制。涡轮增压（Turbocharge）的初衷就是通过强制方式向气缸灌气，通过提高进气量从而提高发动机的功率和扭矩，让汽车更有劲。就拿最常见的1.8T涡轮增压发动机来说，经过增压之后，动力可以达到2.4L发动机的水平，但是油耗却并不比1.8L自然吸气发动机高多少，从另外一个层面上来说，就是提高了燃油经济性和降低尾气排放。如果在轿车尾部看到Turbo或者T的标识，那就意味着这辆车装的是涡轮增压发动机。","imgs/image392.gif","涡轮增压原理","&nbsp;","增压有机械增压、气波增压等多种方式，但我们平常说的增压大多是指废气涡轮增压。这种增压器与发动机无任何机械联系，是利用发动机排出的废气惯性冲力来推动涡轮室内的涡轮，涡轮又带动同轴的叶轮高速旋转，将空气滤清器管道送来的空气进行压缩后灌入气缸。当发动机转速增快，废气流速与涡轮转速也同步增快，叶轮就压缩更多的空气进入气缸。空气受到压缩后其压力和密度都会增大，同样的气缸容积中可以容纳更多的空气，这是只要相应增加喷油量就可以增加发动机的输出功率。一般而言，加装废气涡轮增压器后进气量可以提高50～120%，相应地，发动机功率及扭矩也会增加大约30～80%。","由于废气涡轮增压器安装在发动机的排气一侧，所以工作温度高。另外，叶轮和涡轮由一根轴（转子）相连，工作时转速非常高，可达到每分钟十几万转，因此涡轮增压器普遍采用全浮动轴承，由机油来进行润滑，有时甚至还需要专门的冷却系统来为涡轮增压器散热，相关结构因此变得复杂。"]},{"section_title":" 汽车行驶的阻力","section_content":["汽车在行驶中所需要的功率和能量是取决于它的行驶阻力。一般而言，汽车行驶过程中的阻力可以分为滚动阻力、空气阻力（风阻）、坡度阻力以及加速阻力。","滚动阻力其实是由轮胎在行驶过程中所受到各种阻力的综合。汽车行驶时轮胎会变形，而不是理想的圆形，由于轮胎本身的橡胶和内部空气都具有一定的阻尼，因此轮胎滚动时会使得轮胎反复经历压缩和伸展，由此产生了阻尼功，即变形阻力。试验表明，汽车超过45m/s（162km/h）时轮胎变形阻力会急剧增加，这不仅要求有更高的动力，对轮胎本身也是极大考验。轮胎胎面与地面之间也存在着纵向和横向的相对局部滑动，车轮轴承内部也会有相对运动，因此有摩擦阻力产生。另外，轮胎也会受到空气阻力的影响。这些阻力的总和就是轮胎的滚动阻力。在40m/s（144km/h）以下的速度范围内，变形阻力占了轮胎的滚动阻力的90～95％，摩擦阻力占2～10％，空气阻力所占比率极小。","汽车在行驶时需要挤开周围的空气，汽车前面受气流压力并且在后面形成真空，产生压力差，此外还存在着各层空气之间以及空气与汽车表面的摩擦，再加上冷却发动机、室内通风以及汽车表面外凸零件引起的气流干扰等，就形成了空气阻力。空阻与汽车的形状、汽车正面投影面积有关，特别时与汽车与空气相对速度的平方成正比。所以当汽车高速行驶时，空气阻力的数值将显著增加。"]},{"section_title":"风阻系数","section_content":["空气阻力系数，又称风阻系数，是计算汽车空气阻力的一个重要系数。它是通过风洞实验和下滑实验所确定的一个数学参数，通常作为评估汽车空气动力学设计的一个主要工程指标。风阻系数的大小取决于汽车的外形，风阻系数愈大，则空气阻力愈大。现代轿车的风阻系数一般在0.3-0.4之间，部分高级轿车和跑车可以达到0.25-0.27的水平，甚至有的赛车可以达到0.15。","汽车上坡时，其重量沿路面方向的分力也是汽车行驶所必须克服的，这称为坡度阻力。很显然，坡道越陡，坡度阻力也越大。另外，汽车行驶时有一个保持等速运动的惯性力，如果要使汽车加速，就必须克服这一惯性力，也就是加速阻力。加速阻力的大小，等于加速度与汽车质量的乘积。加速度越大，加速阻力也越大。其实，加速阻力就是牛顿第二运动定律在汽车运动上的表现形式。","汽车要能够运动，就必须克服以上所介绍的总阻力。当阻力增加时，汽车的驱动力也必须跟着增加，与阻力达到一定范围内的平衡。由于驱动力的最大值取决于发动机最大的扭矩和传动系的传动比，而实际的驱动力还受到轮胎与路面之间的附着性能的限制，因此汽车只有在这些综合条件的限制中与各个因素达到平衡，才能够顺利开动起来。"]},{"section_title":" 安全带与安全气囊","section_content":["早期汽车的车速较低，平均只有30～40km/h，而现代汽车普遍可达到100km/h以上，事故的危害性也大大增加。但事实上，交通事故的死亡率却在不断下降，这要归功于各种安全技术的提高。","安全带是重要的被动安全配置。汽车在道路上行驶时，安全带对车内人员的保护非常有效。大量事实证明，按规定系好安全带可降低受伤的危险，特别是在严重交通事故中可提高生存机率。","imgs/image394.jpg","imgs/image396.jpg","安全带的正确使用","安全带一般由织带、卷收器、预紧器等部件组成。卷收器内部的卷轴与安全带一端相连，依靠内部的螺旋弹簧为卷轴提供自主旋转的动力。弹簧会带动卷轴旋转、收紧安全带，从而适应各种身形的乘员。","imgs/image398.jpg","imgs/image400.jpg","&nbsp;安全带的卷收弹簧与离心式离合器原理","安全带的卷轴在受到猛拉时会自行“锁定”，主要原理是利用卷轴旋转的动能，作用在一个装有摆杆的“离心式”离合器上。当卷轴缓慢旋转时，摆杆不摆动，弹簧使其保持在固定位置。当猛拉安全带时，卷轴快速旋转，离心力使得摆杆的加重端向外摆动、延伸，推动卷收器壳上的凸轮。凸轮通过滑动销与一个枢转棘爪相连。当凸轮移到左侧时，滑动销沿棘爪槽口移动，将棘爪拖入与卷轴相连的旋转棘轮，棘爪锁入轮齿中，禁止其逆时针旋转。","但在发生强烈碰撞时，驾乘者的头部和胸部还是很容易受到伤害，于是安全气囊（SRS或Air Bag）应运而生。","imgs/image402.jpg","imgs/image404.jpg","安全气囊","安全气囊系统主要由碰撞传感器、充气装置和气囊三部分组成。气囊用带橡胶衬里的特种尼龙织物制成，发生碰撞时可很快充气，确保乘客头部和胸部不与方向盘等较硬的部件发生直接接触。汽车行驶中，传感系统不断向ECU发送测得的速度和加速度变化信息，由ECU进行分析。如果变化量或其它指标超过预定值（即发生了碰撞），ECU就会向充气装置发出点火指令，装置内的氮化钠（NaN3）与硝酸铵（NH4NO3）等物质立即发生剧烈氧化反应，产生大量的氮气和固态钠，在极短时间内充满气囊。一般从开始充气到完全充满只需0.03秒，而我们眨一下眼睛大约要0.2秒，所以用“一眨眼”都不足以形容气囊弹出过程的迅速。","事实上，气囊充气瞬间的弹出速度可高达300\r\n km/h，如果乘员未佩戴安全带或乘坐姿势不正确，也会给身体带来伤害，特别是对坐在副驾驶位置的儿童可能更严重。为此，一些新式安全气囊加入了可分级充气或释放压力的装置。"]},{"section_title":" 车身吸能设计","section_content":["汽车安全方面，除了看得到的安全气囊、ABS等辅助装置以外，车身结构也在发生变化，这就是我们要说的车身吸能结构。","形象地说，人的血肉之躯被金属壳体的车包裹起来，大家自然会觉得，这个“壳”越坚固、安全性就越高。最初人们都是这样想的，现在许多人也这样认为，但后来却发现并非完全如此。我们用超市里面装鸡蛋的纸盒比喻就清楚了：虽然铁盒比纸盒坚固，但纸盒装鸡蛋却更不容易碰坏。鸡蛋好比人，如果车壳是一个刚性体，发生撞击后的冲力就全部由人去承担，速度快到一定程度人就会受伤—根据物理学的“冲量定理”，车壳越硬、撞击时间越短，人受到的冲击力就越大、伤得越重。于是上世纪60年代开始，汽车界提出了“缓冲吸能”的设计理念，认为汽车碰撞时最关键的不是保证车不变形，而是乘员受的损伤最小。因此车身不是越坚固越好，而是要能够为乘员分担和吸收一部分撞击能量，从而保护乘员。这一观念的转变，对汽车车体设计产生了根本性影响。","imgs/image406.jpg","imgs/image408.gif","纸鸡蛋盒与现代汽车车身结构","大量研究也同时发现，车身更坚固的越野车的交通事故死亡率要低于普通轿车，这说明车身也不能过软。实际上，车身一般由里外两部分构成，里面是用高强度钢板、钢管焊接成形的框架（车架）；框架外层是以低强度钢板制造的覆盖件，也就是蒙皮。这种“骨架+蒙皮”的构造，从汽车诞生至今几乎没有本质变化。车架承受车体绝大部分重量和外力，在撞击时承担主要保护功能；蒙皮是为了让车可以遮风挡雨和更加好看，不承受主要外力，最多承受空气阻力和压力。","另外，车体前、后部会考虑预留一定的撞击缓冲吸能区。即采用一些刚性较低的金属构件，在受到撞击时容易发生折叠变形，因而延长冲击时间、吸收部分撞击能量，让传递到乘员身上的冲击力降低。位于乘员舱中央的框架没有吸能效果，需要尽可能坚固。两部分通常是用不同材料制造，再组合到一起。"]},{"section_title":" 防眩目后视镜","section_content":["夜间驾驶时，经常会有被后车的远光灯晃眼的情况，这种干扰有时会导致严重后果。有没有对策呢？其实，聪明的工程师已经发明了一种消除装置，这就是防眩目后视镜，目前有手动和自动两种，但工作原理完全不一样。","imgs/image411.gif","&nbsp;手动防眩目后视镜原理","手动防眩目后视镜的原理很简单：遇到后方有刺眼强光时，用手拨一下车内后视镜上的转换拨杆，后视镜向上微微翻起一个角度，这时候看到镜片里的影像就变暗许多，刺眼的远光灯在后视镜中也变成了白点。这是靠一个横截面被切割成楔形的镜子实现的。将镜面向上翻转一个小角度后，驾驶员就无法通过镜面观察后方的情况了，这时镜片的玻璃表面就旋转到了之前镜面的角度。白天在这个角度驾驶员只能看到车内的顶棚，但在夜晚遇到后方有强光时，光线就不会通过镜面反射到驾驶员的眼睛中，而是通过玻璃表面反射，虽然角度一样，但玻璃表面的反光效率要比镜面低很多，看起来很暗，这样就达到了防眩目的作用。","自动防眩目后视镜的工作原理，则是在车内反光镜镜面内部增加了一层电致变色材料，通过光敏元件控制材料自动加深颜色，达到防眩目的目的。","自动防眩目后视镜通常带有两个光感元件，一个位于车内后视镜的前面（车头方向），这是感知前方环境光线的明暗的；另一个朝后，一般位于后视镜开关旁边或者是隐藏在镜片内，这是感知后方光线的明暗的。这两个光感元件同时工作，根据前、后方光线强度差异来判断是防眩目系统是否工作。如果车头光线强度大于后方光线强度，就不需要开启防眩目，镜面颜色保持正常；反之，如果车头光线强度小于后方光线强度，就会自动开启防眩目功能，镜面颜色变深。","imgs/image413.jpg","自动防眩目后视镜原理"]},{"section_title":" 电致变色材料","section_content":["电致变色是指材料的光学属性（反射率、透过率、吸收率等）在外加电场的作用下发生稳定、可逆的颜色变化的现象，外观上表现为颜色和透明度的可逆变化。具有这种特性的材料称为电致变色材料，常用的包括三氧化钨、聚噻吩类及其衍生物、紫罗精类、四硫富瓦烯、金属酞菁类化合物等。"]},{"section_title":"钢化玻璃","section_content":["普通玻璃打碎后，会形成不规则的尖锐形状，非常危险。但你也许看过打碎的钢化玻璃——全部碎成不易对人体造成伤害的小颗粒了！怎么办到的呢？原来，它先将普通玻璃先切割成要求尺寸，然后加热到接近软化点，再进行快速均匀的冷却，有点象金属的“淬火”热处理。钢化处理后，玻璃表面形成均匀压应力，而内部则形成张应力，所以它其实是一种“预应力”玻璃。承受外力时，首先会抵消表层应力，所以强度得以提高，约是普通玻璃的四倍以上。但钢化玻璃不能再作任何切割、磨削等加工或受破损，否则就会因破坏应力平衡而“粉身碎骨”。"]},{"section_title":" ABS防抱死系统","section_content":["在危险的时候，汽车需要能够紧急地“制动”，也就是迅速地停下来！越快越好。那怎样才能做到这一点呢？我们都知道，汽车的“制动”其实只能通过轮胎和地面的摩擦来实现。如果路面很滑，那汽车是没有办法紧急“制动”的。如果路面还可以，那轮胎应该是完全“刹死”不转了，制动效果才是最好的吧——这是我们多数人会做出的一个判断。虽然有道理，但实际上汽车在高速运行时，如果立刻踩死刹车，由于车辆的冲刺惯性，瞬间可能发生侧滑、行驶轨迹偏移，以及车身方向不受控制等极其危险的状况！","汽车制动防抱死系统（ABS），就是提高制动安全性的一个重要装置。它是在常规刹车装置基础上的改进，可分机械式和电子式两种。装有ABS系统的车辆在车轮即将达到“抱死”的临界点时，能够不停地刹车、放松（一秒内可作用60至120次），类似于机械的“点刹”动作，既能防止车轮锁死，保证汽车的制动方向稳定性，防止产生侧滑和跑偏，同时制动效果降低很少——刹车效率可达到90%以上。ABS是目前汽车上最先进、制动效果最佳的制动装置。","ABS的实现原理如图5-35所示。它通常都由车轮转速传感器、制动压力调节装置、电子控制装置和ABS警示灯等组成。在常见的系统中，每个车轮上各安装一个转速传感器，将有关各车轮转速的信号输入电子控制装置。制动压力调节装置受电子控制装置的控制，对各制动轮缸的制动压力进行调节。","imgs/image415.jpg","ABS系统工作原理"]},{"section_title":"汽车防盗装置","section_content":["汽车对一般家庭来说都是重要的财产，如果被偷就麻烦了！魔高一尺，道高一丈，各种汽车防盗装置的出现也使得盗贼越来越难以下手。","汽车防盗装置有机械式、电子式、芯片式、网络式、指纹式等大类，从防盗方式上又可分为锁方向盘、锁油门、锁电路、锁车门、锁刹车、锁变速杆甚至锁车轮等。发动机防盗锁止系统（Immobilizer）是最近十几年出现的一种新型防盗技术，由于不影响日常使用、安全性高等原因，在汽车行业得到了普及。","发动机防盗锁止系统的基本原理，是在汽车点火钥匙中安装电子芯片，每个芯片内都装有固定的ID（身份识别号码），只有钥匙芯片的ID与发动机一侧的ID一致时，汽车才能启动。","imgs/image417.jpg","&nbsp;发动机防盗锁止系统","当车主转动钥匙发动车辆时，基站发射低频信号开始认证过程。钥匙端应答器工作能量由基站低频信号提供。在认证过程中，置于钥匙中的应答器首先发送自身的ID号，通过基站芯片的验证，基站会发出一串随机数和MAC地址，同时应答器作出回应。为了提高安全性，每次发送的信号都是经过加密的数据。这样看起来，装有发动机防盗锁止系统的汽车还真是牢不可破呢。"]},{"section_title":"动车和高铁","section_content":["高速铁路是指营运速度达到每小时200~250公里以上的铁路系统。1964年日本新干线开通，拉开了高速铁路发展的序幕。后来，法国、意大利、德国、西班牙等国也先后投入建设高速铁路的行列。我国高速铁路起步较晚，2008年才建成了第一条时速350公里的高速铁路，即京津城际铁路，但发展很快。","我们一般认为，要跑得快，就必须加大发动机的牵引力——汽车不就是这样的吗？但高速铁路的关键，并不仅仅是简单加大车头的马力，而在于采用了“动车组”的形式，因此加速能力远远强于传统列车。当然，流线型的外形也使得空气阻力较小。"]},{"section_title":"动车与动车组","section_content":["传统的电力机车和内燃机车，动力装置都集中安装在机车上，机车后面挂着许多没有动力装置的客车车厢（拖车）。如果把动力装置分散安装在每节车厢上，使其既具有牵引动力，又可以载客，这样的客车车辆便叫做动车。把几节自带动力的车辆和不带动力的车辆编成一组，就是动车组。","不妨首先做个试验。穿上鞋底光滑的鞋子，找一个拿得动的重物，再找一处结实、光滑的平面场地（比如冰面）。首先试试推着重物跑，由于鞋底只承受人的重量，附着力不足很容易打滑，所以跑不快。如果把重物抱在怀里或背在背上，由于鞋底与冰面的压力增加，附着力也跟着变大，反而容易跑得快。","非高速状态下，摩擦阻力在列车运行时的总阻力中占主导地位。但空气阻力与速度的平方成正比，所以高速时还包含了较大的空气阻力。如果驱动力大于阻力，列车速度增加、越跑越快；当驱动力等于阻力时，列车速度不变（或静止）；如果驱动力小于阻力，列车速度减小（直到停止）。列车加速时，轨道对驱动轮通过摩擦提供的驱动力——或者说驱动扭矩，是一个由小到大逐步增加的过程。当扭矩大到超过轨道能为此车轮提供的静摩擦力的扭矩时，车轮与轨道之间就会打滑，驱动力几乎变成定值——其大小仅和轮-轨压力以及轮、轨自身物理性质相关，不再随驱动扭矩的增大而增大，这就是通常所说的附着条件。","动车组和传统列车在加速上的差异，就主要来自于受附着条件限制的驱动力上限。对于动车来说，所有轮对都是驱动轮对，或者说驱动轮对至少占到全车轮对总数的一半以上，这就意味着绝大多数动车全部或大部分重量是由驱动轮来支撑的，而传统列车只有机车的重量由驱动轮支撑，驱动轮承载的重量往往只及全车的1/10甚至更少，附着条件的不同带来了加速性能的很大差距。"]},{"section_title":" 磁悬浮列车","section_content":["顾名思义，磁悬浮列车就是利用磁力，使列车悬浮于路轨之上行驶。由于没有车轮与轨道之间以及车轮转轴内部的摩擦力，所以能以高速飞驰。目前磁悬浮列车的最高速度已经超过500km/h，几乎比一般轮轨式高铁快一倍。","但你用两块磁铁就很容易验证，要让列车稳定地浮起并不简单。那实际的磁悬浮列车是如何浮起来的呢？从原理上讲，现有技术可以分为两类，即德国采用的常导型和日本采用的超导型，也分别叫电磁悬浮系统（EMS）和电力悬浮系统（EDS）。以德国Transrapid公司电磁悬浮列车为例，底部包着一条导轨，列车底部起落架的电磁铁向着导轨，磁力使列车悬浮在导轨之上约一厘米，静止时列车仍然保持浮起。旁边的导引磁铁能使列车运行时保持稳定。","imgs/image419.jpg","&nbsp;电磁悬浮系统","日本的电力悬浮技术则巧妙地采用了电磁感应的原理。如图5-43，列车行走的导槽内两边安有一系列“8”字形的线圈。当列车快速驶过，车两边的超导磁铁便会在线圈上感应出电流。有意思的是，超导磁铁在“8”字形的线圈中心以下经过，因此“8”字形线圈下半部的磁通量改变比上半部大，感应出如图5-43b所示的电流，产生磁力。“8”字形线圈下半部的磁极与超导磁铁的磁极相同，上半部则与之相反，结果是这两部分的线圈对超导磁铁产生的磁力，都有一个向上的分力，使列车悬浮起来。","imgs/image421.jpg","imgs/image423.jpg","电力悬浮系统","由于“8”字形线圈只有在超导磁铁运动时才能感应出电流并产生磁性，因此当列车静止的时候，便不能浮起。所以，列车启动时会首先靠轮子来滑行，直到产生的磁力足以承托列车的重量，才将轮子收起来，就好像飞机起飞一样。","磁悬浮列车前进的动力又怎样来呢？以电力悬浮列车为例，移动列车带同超导磁铁在导槽两边的线圈感应出电流，根据这些信息，系统便会把交流电输入导槽两边的推进线圈，产生南北磁极，对超导磁铁造成拉力和推力，使列车加速。而制动时只要将轨道上的南北磁极对换，列车受到向后的斥力和吸力，自然就会减速。由于都采用控制电流方向的电磁铁，转换起来非常方便。","imgs/image425.jpg","&nbsp;电力磁悬浮列车的推进"]},{"section_title":"飞行器的升空原理","section_content":["任何飞行器都必须借助大于自身重力的升力才能升空。航空器可分为轻于空气和重于空气的两大类。前者如气球、飞艇等，主要部分一般是一个大大的气囊，中间充以比空气密度小的气体（如热空气、氢气等），这样就可以依靠空气的静浮力升上空中。这种浮力和船在水中的浮力类似。我们祖先在一千多年以前发明的借助热气升空的孔明灯，可以算得上是轻于空气的航空器之鼻祖。重于空气的航空器如飞机，又是靠什么力量飞上天空的呢？","小时候大家可能都玩过风筝或是竹蜻蜓。风筝的升空原理与滑翔机有一些类似，都是靠迎面气流吹动而产生向上的升力，但与固定翼的飞机有一定的差别。旋翼机与竹蜻蜓却有着异曲同工之妙，都是靠旋翼旋转产生向上的升力。","固定机翼是怎样产生升力的呢？这涉及流体力学中赫赫有名的伯努利原理，我们在第三章已经介绍。为了更好地理解该原理，做一个小小的实验：手持一张白纸的一端，由于重力作用白纸的另一端会自然垂下。现将白纸拿到嘴前，沿着水平方向吹气，会发生什么情况？白纸不但没有被吹开，垂下的一端反而飘了起来。图中，我们对着平行摆放的两张自然下垂的白纸中间吹一口气，可以看到白纸的下端会相互靠近。如果吹得足够猛，白纸的下端甚至会贴在一起。根据伯努利原理，吹气一侧由于气流速度快而压强较小，另外一侧气流速度慢压强较大。由于白纸自身质量很小，这个微弱的压差就足以使白纸被托了起来。","imgs/image427.gif","&nbsp;伯努利原理的吹气实验&nbsp; &nbsp;","当固定翼飞机在空气中以一定的速度飞行时，相对而言可以看作是机翼不动，而空气以一定的速度流过机翼。机翼一般上表面比较凸，而下表面比较平，这样流过机翼下表面的气流速度比上表面的气流速度要慢。根据伯努利定理，大气施加给机翼下表面向上的压力比施加于机翼上表面向下的压力大，二者的压力差便形成了升力。另外，机翼有时向上翘（迎角大于零），迎面而来的气流也会对机翼产生向上的抬举力。","很多现象，包括踢足球时使球形成弯曲飞行路线的“香蕉球”，都更类似的空气压力差有关。","imgs/image429.jpg","机翼升力的产生&nbsp;&nbsp;&nbsp;&nbsp; "]},{"section_title":"固定翼飞机","section_content":["固定翼飞机（Fixed-wing aircraft）即平常所说的飞机，是最常见的航空器型态。它有两个基本特征：一是自身密度比空气大，由动力装置驱动前进；二是飞机机翼固定，靠机翼提供升力使飞机飞行。否则不能称之为飞机。譬如，飞行器密度如果小于空气，那就是气球或飞艇；如果没有动力装置，只能在空中滑翔，则称为滑翔机；机翼如果不固定，靠旋转产生升力，就是直升机或旋翼机。","多数固定翼飞机包括机身、机翼、尾翼、起落架和动力装置五个部分，分别负责装载人员和货物，操纵飞机的俯仰和偏转，在地面和其他水平面起落和停放，以及使飞机产生前进的拉力或推力，或者为用电设备供电等。","发动机是飞机的“心脏”——动力的来源。二战以前的飞机几乎都采用活塞发动机作为动力，发动机本身不产生向前的动力，而是驱动一副螺旋桨在空气中旋转，产生拉力使飞机前进。这种“活塞发动机＋螺旋桨”的组合是早期飞机的主要推进模式。到了三十年代末，由于战争需要，飞机性能得到了迅猛发展，飞行时速达到700～800公里，高度达到了10000米以上。但人们发现，尽管工程师们将发动机的功率越提越高，从1000千瓦到2000千瓦甚至3000千瓦，但螺旋桨飞机的速度仍没有明显提高，发动机明显感到“有劲使不上”。","问题就在于螺旋桨。当飞机速度达到800公里/小时，螺旋桨始终在高速旋转，桨尖部分实际上已接近音速，高速气体流场的某些特性使得螺旋桨的推进效率急剧下降；同时，由于螺旋桨的迎风面积较大，带来的阻力也较大，而且随着飞行高度的上升、大气十分稀薄，活塞式发动机的功率也会急剧下降。几个因素综合在一起，决定了这种推进模式走到极限。于是，喷气发动机应运而生。","喷气推进的原理大家并不陌生。事实上，我们玩过的“冲天炮”就是依靠这一原理，利用火药燃烧后从尾部喷出气体的反作用力飞上天空。喷气发动机工作时，从前端吸入大量空气，燃烧后高速喷出。在此过程中，发动机向气体施加推力，使之向后加速。根据牛顿第三定律，气体也给发动机一个反作用力，从而推动飞机前进。","imgs/image431.jpg","喷气发动机原理","现代涡轮喷气发动机由进气道、压气机、燃烧室、涡轮和尾喷管组成，战斗机的涡轮和尾喷管间还有加力燃烧室。涡轮喷气发动机仍属于热机的一种，就必须遵循热机的做功原则：在高压下输入能量，低压下释放能量。因此，从产生输出能量的原理上讲，喷气式发动机和活塞式发动机是相同的，都需要有进气、加压、燃烧和排气这四个阶段。不同的是，在活塞式发动机中这4个阶段是分时依次进行的，但在喷气发动机中则是连续进行的，气体依次流经喷气发动机的各个部分，就对应着活塞式发动机的四个工作位置。","空气首先进入的是发动机的进气道，后面的压气机专门用来提高气流的压力。由于飞行速度是变化的，而压气机适应的来流速度是有一定的范围的，可以通过进气道的可调管道将来流调整为合适的速度。在超音速飞行时，在进气道前和进气道内气流速度减至亚音速，此时气流的滞止可使压力升高十几倍甚至几十倍，大大超过压气机中的压力提高倍数，因而产生了不需压气机的冲压喷气发动机。","高温高压的燃气在燃烧室经过燃烧后，能量大大增加，出口处的压力和温度都比压气机进口高很多，发动机推力就是这部分燃气的能量而来。","一般来讲，当气流从燃烧室出来时的温度越高、输入能量就越大，推力也就越大。但由于材料等方面的限制，目前只能达到1650K左右。战斗机有时需要短时间增加推力，就在涡轮后再加上一个加力燃烧室喷入燃油，让未充分燃烧的燃气与喷入的燃油混合再次燃烧，可使发动机的推力增加至1.5倍左右。但油耗急剧加大，过高的温度也影响发动机寿命，因此发动机开加力一般是有时限的，低空不过十几秒，多用于起飞或战斗时，在高空则可开较长的时间。","人们在涡轮喷气发动机的基础上，又发展了多种喷气发动机。根据增压技术的不同，有冲压发动机和脉动发动机；根据能量输出的不同，有涡轮风扇发动机、涡轮螺旋桨发动机、涡轮轴发动机和螺桨风扇发动机等。","喷气发动机尽管在低速时油耗要大于活塞式发动机，但其优异的高速性能使其迅速取代了后者，成为航空发动机的主流。","飞机在空中，如何改变航向——拐弯呢？这与骑自行车或者前面讲的火车拐弯有相似之处。骑车人的身体如向一侧倾斜，自行车会随之倾斜并且自动向倾斜方向转弯无须转动车把。乘飞机的人可能都有印象，飞机转弯的时候整个机身都是向内倾斜的。"]},{"section_title":"黑匣子","section_content":["飞机不幸失事后，有关部门都要千方百计寻找飞机上的“黑匣子”，这是判断飞行事故原因最重要、最直接的证据。黑匣子的正式名字是“飞行信息记录系统”，主要包括两套仪器：一是驾驶舱话音记录器，实际上就是一个磁带录音机。从飞行开始后，就不停地把驾驶舱内的各种声音，例如谈话、发报及其他各种声音响动全部录下来；二是飞行数据记录器，负责记录最近25小时内飞机的加速度、姿态、推力、油量、操纵面位置等各种数据。虽然叫黑匣子，其实颜色却不是黑的，而是醒目的橙色。"]},{"section_title":"“竹蜻蜓”与直升机","section_content":["竹蜻蜓是我国古代一大发明。玩时，双手一搓，然后手一松，竹蜻蜓就会飞上天空。旋转好一会儿后，才会落下来。这种简单而神奇的玩具，曾令西方传教士惊叹不已，将其称为“中国螺旋”。二十世纪三十年代，德国人根据“中国螺旋”的形状和原理发明了直升机的螺旋桨。","imgs/image433.jpg","imgs/image435.jpg","竹蜻蜓与直升机","实际上，直升机的旋翼截面形状和固定翼飞机机翼极为相似，都是上弧下平。直升机旋翼高速旋转时，每个叶片类同于一个机翼。也可以说，直升机虽然外形和结构与固定翼飞机不同，但升空的基本原理却是一样的。","直升机飞起来是靠着主旋翼旋转产生的升力。但是对于悬空物体来说，主旋翼向一个方向旋转会产生反扭矩，让机身向另一个方向旋转。所以为了保持机身的稳定，必须在尾巴加一个侧面推进的小螺旋桨（尾桨），用来抵消机身旋转的扭矩。","尾桨产生的作用力沿水平方向，并且与机身垂直，对机身重心有一个力矩，也就是说尾桨力矩使机身转动的方向必然和主旋翼的转动方向相反。为此，要保证尾桨的转矩与旋翼的动量矩大小相等、方向相反，这样直升机才能正常飞行。"]},{"section_title":"飞艇","section_content":["飞艇与飞机都是能在大气中工作的飞行器，但一字之差代表着两个完全不同的概念以及工作原理上的根本不同。","imgs/image437.jpg","imgs/image438.jpg","飞艇及其升空原理","飞艇一般都有一个庞大的流线型机身，实际上这只是一个大气囊，里面充满了比重比空气小的气体，如氢气、氦气或热空气等。这样，气囊所受到的空气浮力大于气囊内气体的重量，这个差就是飞艇的升力，飞艇依靠它提升气囊下方的吊舱内的货物或乘客。因此，飞艇的升空是利用浮力原理，更接近船舶。","由于升空原理不同，飞艇和飞机的飞行特点也大不相同。飞机要依靠机翼上下表面的气流速差产生升力，所以要达到一定速度才可以起飞，空中也不可以飞得太慢，低于一定速度就会因“失速”而坠落，更不能悬停在空中；而飞艇借助于浮力可以随意在空中悬停几乎无限长时间，不消耗任何燃料。直升机也可以悬停，但必须不断旋转旋翼，消耗燃料，留空时间较短。","利用浮力升空也有不便。由于空气比重较小，因而浮力也小。一架载重10吨的飞艇，气囊体积就至少需要10000立方米以上，这么大的体积使得飞艇既飞不快，也难以操纵，而且极容易受到气流的影响。"]},{"section_title":"马赫","section_content":["马赫是表示声速倍数的数，物理学上一般称为马赫数（Mach number），指飞机的飞行速度与当地大气(即一定的高度、温度和大气密度)中的音速之比，是一个无量纲数。一马赫即一倍音速。马赫数小于1为亚音速，近乎等于1为跨声速，大于1为超声速。马赫数大于5，通常称为超高音速（Hypersonic）。"]},{"section_title":"高超音速飞行器","section_content":["2011年11月，美军宣布成功试射了一枚至少能够以5马赫，也就是5倍音速（每小时约6000公里）在大气层边缘飞行的“高超速武器”。以如此高的速度翱翔，能在一两个小时内抵达全球任何地点，并灵活机动规避拦截，这或将带来又一次军事技术的革命。"]},{"section_title":"潜艇","section_content":["大多数船是在水面上航行的，但还有一类舰船是专门呆在水下的，这就是潜艇（Submarine）。潜艇的种类繁多、型式各异，小到全自动或一两人操作、作业时间数小时的小型民用潜水探测器，大至可装载数百人、连续潜航3-6个月的核潜艇。","潜艇为什么可以在水下航行呢？还是和阿基米德定理有关。浸在水中的物体都会受到浮力的作用，如果物体的平均密度比水大，那么物体所受的浮力小于其重力，物体就会沉入水中；反过来，如果物体的平均密度比水小，所受的浮力大于重力，物体就可以浮在水面上。如果物体的平均密度和水相等，所受的浮力正好等于重力，这时候物体就处于一种平衡状态，理论上可以停留在水中的任何位置，我们称为漂浮（水面）或者悬浮（水中）。其实，潜艇的工作原理和飞艇完全一样，只是工作介质不同而已。","潜艇在水中时，重力和浮力都会作用在潜艇上，要使潜艇下潜只要使它的重量大于它的浮力就行了，那么怎样增加潜艇的重量呢？在潜艇上都有压载水舱，只要往空的压载水舱里注水，潜艇就变重了，这时潜艇的重量就会大于它排开水的重量（即大于浮力），潜艇就逐渐下潜。","当潜艇要上浮时，用高压空气分步骤把压载水舱里的水挤出去，使之充满了空气，使潜艇在水下的重量减轻了，当潜艇的重量小于它同体积的水的重量时（即小于浮力时），潜艇就会上浮，直至浮出水面。","imgs/image440.jpg","imgs/image442.jpg","潜艇工作原理"]},{"section_title":"潜望镜","section_content":["一种可从水下伸出水面、或从低洼坑道伸出地面，用以窥探水（海）面或地面上活动的光学仪器。典型结构是由两个平行的反射镜形成三段光路，使被观测物体发出的光经过两次反射而到达人眼。常用于潜水艇、战壕坑道和坦克内，以观察敌情。有些相机上也采用了类似潜望镜的取景结构。","imgs/image444.jpg","imgs/image446.jpg","潜望镜的光路及其应用"]},{"section_title":"声纳","section_content":["潜望镜只能在浅水时观测水面上的状况。要在深水中观察和测量，潜过水的人都知道很不容易。这是由于光在水中的穿透能力很有限，即使在最清澈的海水中，人们也只能看到十几米到几十米内的物体。另外，电磁波在水中也衰减太快，而且波长越短，损失越大，即使用大功率的低频电磁波，也只能传播几十米。怎么办呢？人们想到了声音。声波在水中传播的衰减较小，在深海中爆炸一个几公斤的炸弹，在两万公里外还可以收到信号。低频的声波还可以穿透海底几千米的地层，并且得到地层中的信息。","声纳（SONAR，Sound Navigation And Ranging，声音导航与测距）就是利用水中声波对水下目标进行探测、定位和通信的电子设备，是水声学中应用最广泛、最重要的一种装置。它利用声波在水下的传播特性，通过电声转换和信息处理，完成水下探测和通讯任务。有主动式和被动式两种。","imgs/image448.jpg","imgs/image450.jpg","imgs/image452.jpg","声纳及其应用","声纳在我们的日常生活中也有应用。例如，汽车上常见的倒车雷达其实就是一种简单的声纳设备。虽然名为雷达，但探头是依靠反射的超声波来进行距离判定，所以归类为声纳更为合理。","声纳并非人类的专利，不少动物都有它们自己的“声纳”。其实，人类使用声纳还是和动物学习的，蝙蝠就能用喉头发射每秒10-20次的超声脉冲并通过耳朵接收反射波，借助这种“主动声纳”，它可以探查到细小的昆虫、0.1mm粗细的金属丝。另一种拥有“声纳”的动物是海豚，其“声纳”灵敏度很高，能发现几百米外的鱼群并识别不同的鱼类。现在，人类对动植物特殊本领的认识、学习和模仿，已形成一门科学，称为“仿生学”。"]},{"section_title":" 气垫船","section_content":["气垫船虽然叫“船”，实际上并不是在水中航行，而是利用空气的支撑在水面上行驶。其船底四周设有环形喷口，气流从喷口向外倾斜地高速喷出，由于水面的阻挡，气流在船底积聚形成气垫，并产生一股强大的升力把船托离水面。所以，气垫船还可以在相对平坦的地面上行驶。","imgs/image454.jpg","imgs/image456.jpg","气垫船及其原理","图中，空气②在抽气机③的作用下，从船体上部进入底部，又从软性围裙④与底部之间的喷口高速流出，于是就在船底与水面（以及地面）之间形成了不断流动的气垫层。至于螺旋桨①，则是起到产生前进推力的作用。气垫船向前运动时，只受空气阻力而不受水的阻力，所以速度比普通船要高几倍。气垫的威力也很大。目前世界上大型气垫船载客可达上千人，时速达300千米/时。"]},{"section_title":"电梯","section_content":["电梯是一种随着高楼大厦而出现的交通或运输工具。轿厢是电梯运载乘客或其他载荷的箱体部件。但从整体结构上看，为平衡轿厢载荷、减少电动机功率，每个轿厢还有一个“对重”。轿厢和对重通过钢丝绳（曳引绳）连接起来，曳引绳两端分别连着轿厢和对重，缠绕在曳引轮和导向轮上，曳引电动机通过减速器变速后带动曳引轮转动，靠曳引绳与曳引轮摩擦产生的牵引力，实现轿厢和对重的升降运动，达到运输目的。","固定在轿厢上的导靴，可以沿着安装在建筑物井道墙体上的固定导轨往复升降运动，防止轿厢在运行中偏斜或摆动。常闭块式制动器在电动机工作时松闸，使电梯运转，在失电情况下制动，使轿厢停止升降，并在指定层站上维持其静止状态，供人员和货物出入。另外，补偿装置用来补偿曳引绳运动中的张力和重量变化，使曳引电动机负载稳定，轿厢得以准确停靠。电气系统实现对电梯运动的控制，同时完成选层、平层、测速、照明工作。指示呼叫系统随时显示轿厢的运动方向和所在楼层位置。安全装置保证电梯运行安全。","imgs/image458.jpg","厢式电梯","对电梯来说，安全性是最重要的性能。为了保证安全，工程师们给电梯设计了多重安全保障，使得万一电梯出现故障时也不会危及到乘员的生命。","首先，电梯用的钢丝绳是专门设计和制造的。钢丝绳的配置不只是为承担电梯轿厢和额定载重量，还考虑到了曳引力的大小，因此，钢丝绳的抗拉强度远远高于电梯的载重量，安全系数都在12以上。通常电梯都配有四根以上的钢丝绳，一般情况下电梯钢丝绳是不会同时断的。如果发现钢丝绳断股的话，这台电梯就会被停用，待更换钢丝绳以后再投入使用。","其次，电梯运行中如遇到突然停电或供电线路出现故障，这也是电梯设计时就考虑到的。因为电梯本身设有电气、机械安全装置，轿厢下部的安全钳就会卡住导轨，使轿厢固定在导轨上面而不致滑落。有的电梯控制柜里面还配有应急电源，当突然停电以后，足以保证把轿厢送到最近的楼层让乘客安全逃生。","另外，电梯控制系统内还设有限速器来防止电梯超速运行。当电梯的速度超过某一设定速度（例如，额定速度的1.15倍）时，限速器会自动动作，使电梯减速或停止运行。同样，在轿顶部分有专门的称重装置，当电梯的载重量超出设定值时，电梯会自动报警，并停止运行。"]},{"section_title":"自动扶梯","section_content":["自动扶梯一般是斜置的，适用于短距离运输。其核心部件是两根链条，绕着两对齿轮进行循环转动。在扶梯顶部，有一台电动机驱动传动齿轮以转动链圈。发动机和链条系统都安装在在两个楼层间延伸的金属结构，即桁架中。","与传送带移动一个平面不同，链圈移动的是一组台阶。自动扶梯有趣的地方是这些台阶的移动方式：链条移动时，台阶一直保持水平；在自动扶梯的顶部和底部，台阶彼此折叠，形成一个平台。这样使上、下自动扶梯比较容易。","imgs/image460.jpg","&nbsp;自动扶梯工作原理","自动扶梯上的每一个台阶都有两组轮子，它们沿着两个分离的轨道转动。上部装置（靠近台阶顶部的轮子）与转动的链条相连，并由位于自动扶梯顶部的驱动齿轮拉动。其他组的轮子只是沿着轨道滑动，跟在第一组轮子后面。两条轨道彼此隔开，这样可使每个台阶保持水平。在自动扶梯的顶部和底部，轨道呈水平位置，从而使台阶展平。每个台阶内部有一连串的凹槽，以便在展平的过程中与前后两个台阶连接在一起。","除转动主链环外，自动扶梯中的电动机还能移动扶手。扶手只是一条绕着一连串轮子进行循环的橡胶输送带。该输送带是精确配置的，以便与台阶的移动速度完全相同，让乘用者感到平稳。电动扶梯可以根据时间、人流等需要，由管理人员控制行走方向。另一种和电动扶梯十分类似的行人运输工具，是没有梯级的自动人行道，多数只会在平地上行走，或是稍微倾斜。"]},{"section_title":"指南针","section_content":["指南针是一种判别方位的简单仪器，又称指北针，可以说是最早的导航工具。前身是中国古代四大发明之一的司南。","imgs/image462.jpg","imgs/image464.jpg","imgs/image466.jpg","&nbsp;","地磁场与指南针","&nbsp;","人们很早就发现了磁石吸引铁的性质。地球本身是个大磁体，其地磁南极在地理北极附近，地磁北极在地理南极附近。指南针的主要组成部分是一根装在轴上可以自由转动的磁针。磁针在地球的磁场中受磁场力的作用，能保持在磁子午线的切线方向上，磁针的北极指向地理的北极，利用这一性能就可以辨别方向。常用于航海、大地测量、旅行及军事等方面。"]},{"section_title":"全球定位系统GPS","section_content":["现代的导航系统一般是指具有全球卫星定位功能，可用于道路交通、航海、地质探测、军事、车辆跟踪防盗等领域的定位工具。目前，以美国的GPS导航系统（Global\r\nPositioning System，全球定位系统）为主。此外，还有俄罗斯的“格洛纳斯”系统，欧盟的伽利略系统（Galileo Positioning System），以及我国正在自主建设的“北斗”系统。","GPS是20世纪70年代美国研制的空间卫星导航定位系统。经过20余年的研究实验，到1994年，耗资300亿美元的24颗GPS卫星星座布设完成，全球覆盖率高达98%。目前，共升空28颗卫星（其中4颗备用），分布在6条交点互隔60度的轨道面上，距离地面约20000千米。综合定位的精度可达厘米级和毫米级，但民用领域开放的精度约为10米。","GPS系统以全球24颗定位人造卫星为基础，由三大部分构成。一是地面控制部分，由主控站、地面天线、监测站及通讯辅助系统组成。二是空间部分，由24颗卫星组成，分布在6个轨道平面。三是用户装置部分，由GPS接收机和卫星天线组成。定位的原理，是根据高速运动的卫星瞬间位置作为已知的起算数据，采用空间距离后方交会的方法，确定待测点的位置。可向全球各地全天候地提供三维位置、三维速度等信息。","GPS导航系统卫星部分的作用是不断地发射导航电波。由于用户接受机使用的时钟与卫星星载时钟不可能总是同步，除了用户的三维坐标x、y、z外，还要引进一个Δt即卫星与接收机之间的时间差作为参考。所以，如果想知道接收机所处的位置，至少要能接收到4个卫星的信号。","imgs/image468.jpg","imgs/image470.jpg","GPS导航系统与导航仪","按定位方式，GPS定位分为单点定位和相对定位（差分定位）。单点定位就是根据一台接收机的观测数据来确定接收机位置的方式，它只能采用伪距观测量，可用于车船等的概略导航定位。相对定位（差分定位）是根据两台以上接收机的观测数据来确定观测点之间的相对位置的方法，它既可采用伪距观测量也可采用相位观测量，大地测量或工程测量均应采用相位观测值进行相对定位。","我们通常说的GPS，其实是指GPS接收机或导航仪。它可接收到GPS系统信息，以及可用于授时的准确至纳秒级的时间信息，用于预报未来几个月内卫星所处概略位置的预报星历，用于计算定位时所需卫星坐标的广播星历等。导航仪使用液晶显示器，可提供道路的最佳路线，以及附近的加油站、宾馆、酒店等其他信息。当然，这些功能离不开相应软件以及预先准备好的地区地图。","除了位置信息，GPS卫星同时发射有高精度的时间信号，因此也可以用于定时，如近年来出现的一些卫星对时手表，可以在地球表面的几乎任何地方获取高精度时间信号。"]}]},{"chapter_title":" 休闲娱乐与健身用品","chapter_content":[{"section_title":"遥控玩具","section_content":["遥控玩具种类很多，有遥控汽车、遥控直升飞机、遥控机器人、遥控帆船……但“遥控”的原理与方式是类似的。","imgs/image472.jpg","遥控玩具","“遥控”（Remote Control，简称RC）的实现，主要是利用了无线电遥控系统，这是遥控玩具的主要特征。一般来说，遥控系统主要包括四个部分：","（1）发射器：用于发送控制玩具的无线电信号。","（2）接收器：安装在玩具内的天线和电路板。用于接收发射器发出的信号，并按发射机的命令触发玩具内的马达。","（3）电机：驱动玩具运动，控制运动方向和速度等。","（4）电源：为无线电信号的控制和传输提供能源。","RC玩具大多数都采用某一频率的无线电报来传输控制信号，例如27MHz或49MHz，这两个频率已经由FCC（美国联邦通讯委员会）指定给车库门遥控器、步话机和RC玩具等基本消费电子产品，通常会在玩具上标示。","拆开RC卡车，会发现结里面有两台马达、一根天线、一个电池组和一块线路板。马达将前轮向右或向左转动，而另一台马达将后轮向前或向后转动。线路板包括集成电路芯片、放大器和无线电接收器。由一些简单的齿轮将马达与轮子相连。假定这台RC车使用的精确频率是27.9MHz，以前行为例，使用RC发射器的步骤是：","（1）按发射器上的“前进”按钮。按钮下方的一对电触点接触，连接到集成电路的特定管脚使电路闭合，发射器发射固定序列的电脉冲。每个序列包含一小组同步脉冲，后面紧跟脉冲序列。","（2）发射机发送出一个以每秒2790万周期的频率（27.9MHz）振动的无线电波，即脉冲的调制。","（3）当卡车接收到发射器发出的无线电脉冲时，将信号发送给过滤器，过滤器阻断天线接收到的除27.9MHz以外的所有信号。剩余的信号再转换成电脉冲序列，发送到卡车内的集成电路进行解码，然后起动相应的电机。电机轴的末端不是直接连接到轮轴上，而是通过齿轮起到降低转速、增加扭矩的作用，这样使用小型电机就可以提供足够动力。","（4）在齿轮的驱动下，卡车前进。","要实现后退、转弯等动作的方式也是类似的，只是指令不同而产生不同动作而已。"]},{"section_title":"不倒翁","section_content":["不倒翁可以做成各种形状，但都有相同的特点：上半身一般为空心壳体、下半身是一个实心的半球体，底部为圆形、上轻下重。这些特点使它们具备了一致的基本力学结构，能达到“不倒”的效果：一经触动就摇摆，但扳倒后能自动恢复直立状态。其中原理，跟我们前面介绍的“重心”位置的变化有关。","imgs/image474.jpg","imgs/image476.jpg","不倒翁","不倒翁放在桌面上时，受到两个外力的作用：一个是地球的引力，即可以看成是作用在重心的重力G；另一个是桌面的反作用力。根据力学中的物体平衡条件，两个力大小相等、方向相反且作用在一条直线上，不倒翁就处于平衡状态。","如果用手指戳一下不倒翁，即使它受到外力干扰失去平衡，又会怎样呢？本来不倒翁是直立的，外力使不倒翁倾斜后，平衡状态被打破。这时，底部的半球体向一侧滚动，与桌面形成了新的接触点（支点），此时重力的作用线和支点不在同一直线上，会形成一个使它具有恢复平衡状态趋势的力矩。倾斜角度越大，由于重心作用线的偏移量也大，从杠杆原理来说，恢复力矩也就增大。因此你可以看到，当外力拿掉后，不倒翁会“摆”回正常自立状态。由于摆动的“惯性”，不倒翁会摇摆很多次，直到运动能量被与地面的摩擦以及空气阻力消耗完才停止。不倒翁的外形设计其实也有讲究，可以保证直立时重心最低，而且即使倾斜、重心偏离，向下投影时重心也总是落在底座范围内——但如果形状不合理，倾斜时重心落在底座范围外，那不倒翁就会倒掉了！","我们也可以从势能的角度来进一步理解不倒翁的自我平衡机制。大家知道，“水往低处流”——物体会向着势能低的状态变化，势能低的物体较稳定。不倒翁的重量集中在底座部分，重心比较低。当它倒下时，重心实际上被抬高了，造成势能增加，所以不倒翁自然有一种要回复原来位置的趋势。"]},{"section_title":"重力势能","section_content":["重力势能是我们平时最常见的一种势能，是物体由于所处高度发生变化而获得或失去的能量。对于同一物体来说，位置较高时拥有的重力势能也较多。重力驱使物体下降，重力势能就转化为动能，就是俗话说的“水往低处流”。","“物体重心越低，就越稳定”的力学原理，有着广泛的应用。例如，健身器材中的不倒翁沙袋，依靠铁质底盘使绝大部分重量都集中在很低的位置，上部仅为很轻的软质泡沫等物质，即使受到重拳打击晃来晃去，沙袋也不会倾倒。汽车设计时，通过增加底盘占整车重量的比例降低重心，使汽车在紧急刹车或者转弯时更易保持平衡，提高了操控性能。越是强调操控性的车辆，如超级跑车，底盘往往越低。这既有降低空气阻力的考虑，也是因为重心降低后车的平衡性更好。"]},{"section_title":"八音盒","section_content":["本质上，任何一首乐曲都是不同高低的音阶（图6-8），按照不同时间长度（节奏）进行的组合，这些组合形成了各种“旋律”。","imgs/image478.jpg","八音盒内的滚筒和簧片","如果拆开八音盒，可以发现里面有滚筒（音筒）和簧片（音板），与发声有关的主要部分就是动力源（发条或摇把等）、音筒、音板。音筒上面有很多细小的凸起，而且这些小凸起的位置和高度不是随意的，而是经过精心设计、跟音板簧片相对应的。再看音板，就是图6-9中右下方和梳子比较像的金属板，是在一块弹性钢板上切割开的若干个簧片，每个簧片的厚薄粗细按设定振动频率而互不相同。当动力源带动音筒匀速转动，音筒表面的凸起经过音板时就会拨动簧片：先将簧片慢慢抬起，然后突然放下。这样簧片就会按预设的振动频率振动而发出设定的声音。这时，音筒上的一个凸点就相当于是乐谱上一个音符。","因此，当音筒匀速转动时，各个凸起依次从音板边缘划过，相当于一个音符接着一个音符地演奏。对于普通的八音盒，转一周的时间大约在8-17秒之间，这就足以把一首曲子的高潮部分表达出来。"]},{"section_title":"孔明灯","section_content":["imgs/image480.gif","孔明灯","孔明灯结构可分为主体与支架两部份，主体大都以竹篾编成，裱糊上柔韧的竹麻纸，刷上桐油。底部的横架上，则是用铁丝捆扎了沾满油的布团，所以孔明灯其实就是一个自带燃料的开口灯笼。","从原理上说，孔明灯实际上就是一个微型热气球。当孔明灯底部的燃料点燃后，使周围空气温度升高，密度减小，从而排出孔明灯中的空气。这样灯笼内部都是密度较小的热空气，而且由于只有下方开口，热空气始终被兜在灯笼里面。根据阿基米德定理，孔明灯受到周围冷空气的浮力大于自身重力时，孔明灯就能飞起来了。"]},{"section_title":"陀螺","section_content":["陀螺可以做成很多种形状。普通陀螺多用木头制成，略像海螺，下面装有铁尖以增加强度和耐磨性。玩的时候，拿出一个陀螺放在地上转一下，或先用绳子缠绕，再用力抽绳，使其直立旋转。然后用绳子不断抽打陀螺，利用缠绕带来的摩擦力使陀螺不断旋转。随着陀螺越转越快，虽然只有一个尖着地，却能像不倒翁一样稳稳地站着不会倒下。陀螺转得越快，就越容易站稳。陀螺如果很久不抽，就会在摩擦力的作用下越转越慢，直到最终倒地。由于玩法多变，陀螺不仅受广大小朋友喜欢，成年人也常将其作为健身活动。","imgs/image482.jpg","陀螺","“陀螺效应”是旋转陀螺能够直立的基本原理。具体来看，陀螺在旋转的时候，不但围绕本身轴线作“自转”，而且还围绕一个垂直轴作锥形运动（进动）。这是因为陀螺一般并非垂直立于地面之上，而是对地面法线有一定的偏离，向地面有一些倾斜。因此，重力对陀螺的力矩不为零，但陀螺的进动角动量可以平衡重力矩的作用，所以陀螺在旋转时不会倒向地面。陀螺围绕自身轴线“自转”的快慢，决定着陀螺摆动角的大小。转得越慢，摆动角越大，稳定性越差；转得越快，摆动角越小，稳定性也越好。另外，陀螺外形也对进动有影响。","imgs/image484.jpg","imgs/image486.jpg","陀螺仪及其应用","科学家根据陀螺的力学特性研发了广泛运用于科研、军事技术等领域的科学仪器——陀螺仪，种类相当多。例如，用于舰船、飞机等导航和跟踪的激光陀螺仪、光纤陀螺仪等等。大家熟悉的一些智能手机中，也大量应用了陀螺仪，特别是作为飞行、体育等各类游戏的传感器，通过监测游戏者手的位移，实现各种游戏操作效果；或者和摄像头配合，实现防抖。"]},{"section_title":"碰碰珠","section_content":["碰碰珠又叫碰碰球，是一串并列悬吊的钢珠。如果拨开最侧边的钢珠再松手放下，它会像钟摆一样下摆到初始的最低位置，碰到相邻的球后突然停止，这时另外一侧最外边的球会弹出，而整个过程中中间的球仿佛没有任何移动。给人的感觉，就好像两侧最外的两个球在交替做一半的钟摆运动。","imgs/image488.jpg","碰碰珠","这种运动实际上是一个能量反复传递的过程。两边球的摆动是典型的钟摆运动，是“动能”与“重力势能”之间的不断转化，而中间的球，其实是靠看不见的弹性变形来传递碰撞能量的。因此，整个能量转换过程是“重力势能-动能-弹性势能-动能-重力势能…”，分别对应着不同钢球的运动。最终，因为摩擦、空气阻力等将能量耗散殆尽，钢球就静止下来了。"]},{"section_title":"莫比乌斯环","section_content":["拿一张长纸条，把它扭转一圈后首尾相连粘起来，就会发现原来的一面与其反面相连。这个“扭曲的环”，就是大名鼎鼎的莫比乌斯环（Mobius Ring）。看似很简单，却蕴含着非常复杂的数学原理。","imgs/image490.gif","莫比乌斯环","人们常说，任何事情都有两面。但让我们看看莫比乌斯环吧！如果用红笔在粘好的莫比乌斯环上面沿着环的走向画一条线（不跨越边沿），在笔回到起点的时候，我们会发现红笔已经涂过了纸环的所有面。这说明，莫比乌斯环只有一个面！","如果在裁好的一张纸条正中间画一条线，粘成“莫比乌斯环”，再沿线剪开，把这个圈一分为二，照理应得到两个纸环。奇怪的是，剪开后会形成一个中间旋转了两个半圈的大纸环（但不是莫比乌斯环了）。但是可能没有多少人留意到，经过一番摆弄，这个纸环可以变成一个两层的“莫比乌斯环”。之所以要加引号，是因为这个毕竟也是双侧曲面，而不像真正的莫比乌斯环那样是单侧曲面。","如果在纸条上划两条线，把纸条三等分，再粘成“莫比乌斯环”，用剪刀沿画线剪开，剪刀绕两个圈竟然又回到原出发点，猜一猜，剪开后的结果是什么，是一个大圈？还是三个圈儿？都不是。你会惊奇地发现，纸带不是一分为二，而是一大一小的相扣环。有趣的是，新得到的这个较长的纸圈，本身却是一个双侧曲面，它的两条边界自身虽不打结，但却相互套在一起。我们可以把上述纸圈，再一次沿中线剪开，这回可真的一分为二了！得到的是两条互相套着的纸圈，而原先的两条边界，则分别包含于两条纸圈之中，只是每条纸圈本身并不打结罢了。","在数学上，像莫比乌斯环这样的曲面有一个特别的名字：单侧曲面。数学中有一个重要分支叫拓扑学，主要是研究几何图形连续改变形状时的一些特征和规律的，莫比乌斯环就是拓扑学中最有趣的单侧面问题之一。","在积分理论发展的过程中，由于曲面通常有两侧，所以人们要给曲面定个方向才能进行积分。但是，当时还没有人知道是否存在这样的曲面，它只有一侧从而无法在它上面确定一个积分的方向。而莫比乌斯环正是这样的一个单侧曲面，它只有一个侧面从而无法定向。","如果将莫比乌斯环的意义上升到更高的层次，也就是从数学向宇宙和哲学进行延展，还可以得到更奇妙的启示：","（1）无论将麦比乌斯环放在宇宙时空的任何地方，会发现莫比乌斯环之外的空间也只能是存在一个面，因此，宇宙时空的任何空间之外也只存在一个面。如果宇宙时空的任何空间之外只存在一个面，那么就可以认为宇宙时空中的任何一点与其它的点都是相通的，即整个宇宙时空是相通的，任何一点都是宇宙的中心，也是宇宙的边缘。","（2）宇宙时空中的任何一个点都可以通过“裂变”的方式无中生有地生成一个对立的阴阳两性。无论生成的这一个对立的阴阳两性是否需要载体呈现出来，通过“裂变”的方式，无中生有地、生成的一个对立的阴阳两性，都需要一个比原来的空间大一倍的空间，来体现这生成的、一个对立的阴阳两性。我国古代的哲学家认为：太极生两仪，两仪生四象，四象生八卦，八卦生万物，生生不息。这和莫比乌斯环的“裂变”是不是有异曲同工之妙呢？","（3）在莫比乌斯环的“裂变”过程中，所生成的所有环都将套在一起，永远无法分开、永远也不可能与其它的环不发生联系而独立存在。这说明宇宙万物之间存在普遍联系的法则，而且任何一点或一个事物都与其他所有的宇宙万物相通相连，是不可分割的、不可遗漏的。","（4）宇宙万物从最终起源上来讲是没有任何差异的，均起源于只有一个面的空间或者说没有任何面的状态。因此也可以说宇宙万物都是从无中生有中而来，只不过是在演变的过程中呈现出差异而已。","由于莫比乌斯环只有一个面，长度自然就是普通纸环一面长度的两倍了。有人想到将这个特性用到传送皮带上，这样的话就可以把磨损分摊到更多的地方，从而提高皮带的寿命。这个想法在美国一家著名轮胎公司的传送带上得到应用，整条传送带环面各处均匀地承受磨损，避免了普通传送带单面受损的情况，寿命延长了整整一倍。另外，针式打印机为充分利用色带的全部表面，色带也常被设计成莫比乌斯环。","在电子行业，莫比乌斯环的原理也得到了应用。如果我们把纸带想像成金属带，让电流由其中一个夹子流入而从另一个夹子流出的话，在纸带表面的电流有两个可能的流动方向，而这两个方向的电流产生的磁场恰好互相抵消。也就是说，电流在这个装置流动的时候不会产生磁场，所以也不会有电磁感应的现象发生。这种无电感电阻就叫莫比乌斯电阻。","莫比乌斯环还为很多艺术家提供了灵感。其循环往复的几何特征，蕴含着永恒、无限的意义，因此常被用于各类标志设计，例如垃圾回收标志便是由莫比乌斯环变化而来。科幻小说也常常想象我们的宇宙就是一个莫比乌斯环。"]}]},{"chapter_title":" 日用化工与纺织用品","chapter_content":[{"section_title":"污垢","section_content":["污垢（soil）是指被洗涤对象表面上需除去的表面黏附物或者杂质。污垢种类很多，按被洗涤对象划分，有人体污垢（人体皮肤分泌出来的油性污垢和皮脂）、被服污垢（包括动植物油脂等油性污垢，灰尘、泥土、沙、皮屑等固体污垢，微小烟尘粒子组成的炭质污垢，以及淀粉、食盐、食物碎屑及血液、蛋白质等特殊污垢）、住宅污垢、餐具和炊具污垢等；按污垢的化学性质划分，有水溶性污垢（无机盐、糖类、汗及尿等）、色素类（金属氧化物、碳酸盐、硅酸盐和炭黑）、脂肪（动物油、植物油、矿物油和蜡等）、蛋白质（血液、蛋、奶和皮屑等）、碳氢化合物（淀粉等）；按洗涤方法划分，有水溶性污垢、不溶于水的污垢、水分散污垢、能溶于某酸（或碱）的污垢。","污垢往往不是单独存在，而是混合在一起黏附在织物或其他被洗涤物体上，有时在外界的影响下还会氧化分解，或在微生物的作用下分解和腐败，导致更为复杂的结构。"]},{"section_title":"表面张力","section_content":["液体跟气体（或固体）的接触表面会有一个很薄的表面层（界面），其分子比液体内部稀疏一些，即分子间距比内部大，这样分子间的相互作用表现为引力。该力作用于液体表面并使表面积缩小，称为表面张力。就象要把弹簧拉开，弹簧反而表现出收缩的趋势。","正是因为表面张力的存在，有些小虫才能在水面上行走自如，荷叶上的水珠才自动形成球状……表面张力与液体性质和温度等因素有关。杂质会明显地改变液体表面张力，如洁净水有很大的表面张力，而沾有肥皂液的水表面张力就比较小。一般情况下，温度越高，表面张力就越小。"]},{"section_title":"表面活性与表面活性剂","section_content":["甲物质的加入能降低乙液体的表面张力，则称甲对乙有表面活性。水是最常用的溶剂，故通常称有表面活性均是指对水而言的。","具有表面活性的物质就称为表面活性剂。从化学结构看，表面活性剂一端为疏水基，另一端为亲水基。表面活性剂的种类很多，按其在水溶液中离解程度分为两类：非离子性表面活性剂和离子型表面活性剂；后者分为三类，阴离子表面活性剂、阳离子表面活性剂和两型离子表面活性剂。表面活性剂被化工界称为工业味精，在洗涤剂、化妆用品等领域应用很广。"]},{"section_title":"溶剂","section_content":["溶剂是一种可以溶化固体，液体或气体溶质的液体，溶化后成为溶液。最普遍的溶剂是水，而所谓有机溶剂是指包含碳原子的有机化合物。常用的有机溶剂有烃类（如煤油）、氯代烃类、醇类、酮类、氯代氟代烃类等几类。其中，烃类对油脂类溶解性良好；醇类的乙醇和异丙酵，毒性低，易燃；酮类的丙酮对油脂的溶解力比醇类强，毒性小、易燃，丁酮的亲油性比丙酮强；氯代氟代烃类难燃、毒性低，除洗涤溶剂外，也作为喷雾型溶剂，但会破坏大气中的臭氧层。"]},{"section_title":"比表面积","section_content":["比表面积是指单位质量物料所具有的总面积。将一个物体打碎、细化可以增大比表面积。比表面积的大小，对物质的燃烧特性、热学性质、吸附能力、化学稳定性等均有明显的影响。例如，干的面粉比干的面块易燃，汽油在发动机里面燃烧也需要先通过喷油嘴“雾化”。比表面积也是评价催化剂、吸附剂及其他如石棉、矿棉、硅藻土及粘土类矿物等多孔物质特性的指标之一。"]},{"section_title":"肥皂（Soap）","section_content":["肥皂是脂肪酸金属盐的总称，包括洗衣皂、香皂、金属皂、液体皂等种类，其中的金属主要是钠或钾等碱金属。广义上，油脂、蜡、松香或脂肪酸等和碱类起皂化或中和反应所得的脂肪酸盐，皆可称为肥皂。脂肪酸及其衍生物也是化妆品中使用最广泛的原料。","肥皂的清洁作用，主要来自于所含的高级脂肪酸钠，它有亲水端(羧基端)和疏水端(烃基端)。疏水端可以使油脂乳化成为微小的颗粒，被亲水的羧基分子包裹、减小附着力，然后通过搓揉产生的泡沫在清洗物表面破裂形成的冲击，将污渍从被清洗物表面去除。由于主要成分由油脂（植物油或动物油）皂化而成，对人体无毒副作用，容易被环境降解。"]},{"section_title":"肥皂泡的形成","section_content":["是由于水的表面张力而形成的。水面的水分子间的相互吸引力比水分子于与空气之间的吸引力强。这些水分子就像被黏在一起一样。但如果水分子之间过度黏合在一起，泡泡就不易形成了。肥皂“打破”了水的表面张力，它把表面张力降低到只有通常状况下的1/3，而这正是吹泡泡所需的最佳张力。","肥皂泡为何是彩色的？这与光的干涉现象有关。其实，肥皂膜本身是无色的，就像透明玻璃纸一样。阳光在肥皂膜的正面和背面都会产生反射。当阳光穿过正面，遇到了背面，立刻反射回来；反射回来的光线回到正面，又会引起一定的反射。阳光是由红、橙、黄、绿、青、蓝、紫七种单色光组成的，如果在肥皂薄膜的某一处恰好使得两股反射回来的红光相互抵消了，在这个地方看到的就是失去了红光的阳光，看上去就是蓝绿色。而在另一部分某色光却可能得到加强而呈现另一种颜色。肥皂泡就是这样把阳光分解，呈现色彩斑斓的图案。透明薄膜在光照射下都会发生类似现象，如水面上的油膜、蜻蜓或苍蝇翅膀、CD片等等。","肥皂主要用于衣物等的洗涤，因此在选材以及对人体的刺激性等方面不是和严格。而香皂是以脂肪酸钠和其他表面活性剂为主要原料，添加品质改良剂和外观改良剂后制成的，可直接用于人体的洗涤。另外，有一种由碱金属以外的金属、金属氧化物或盐类与脂肪酸、松香酸、环烷酸等作用而成的肥皂（金属皂），它不能通过油脂直接皂化得到，而是以脂肪酸钠皂与相应的金属盐类溶液经复分解反应制得，主要用于油漆工业和塑料工业中。"]},{"section_title":"水的“硬度”","section_content":["其实是指溶解在水中的盐类物质的含量，主要是钙盐与镁盐含量的多少。含量多的硬度大，反之则小。硬水并不对健康造成直接危害，但会带来麻烦，如用水器具上结水垢、肥皂和清洁剂的洗涤效率减低等。","肥皂作为洗涤剂的一个缺点就是抗硬水能力差。在含钙离子浓度300ppm（ppm，百万分之几）以上的硬水中，泡沫只有普通软水中的一半。"]},{"section_title":" 合成洗涤剂","section_content":["20世纪40年代以后，随着化学工业的发展，人们利用石油中提炼的化学物质制造出了比肥皂性能更好的洗涤剂。后来，人们又把具有软化硬水效果的磷酸盐加到洗涤剂中以提高去污能力，形成了以表面活性剂为主要成分、同时配有适量不同作用助剂的合成洗涤剂，如洗衣粉、洗衣液以及洗洁精等。"]},{"section_title":" 洗涤剂的去污原理","section_content":["去污的原理，通常包括了化学与物理等多方面的作用：","（1）表面活性：通过活性剂增加表面活性，是大多数洗涤用品能够去污的主要原因。表面活性剂是洗涤剂中对去污起主要作用的成分，它可以减弱污渍与衣物间的附着力，在水流以及手搓或洗衣机搅动等机械力作用下，使污渍脱离衣物。一些助剂本身虽然不具有表面活性作用，却能增强表面活性剂的效果。","（2）溶解和分散：利用水或溶剂的作用。为了把亲水性和亲油性的污垢全部洗掉，常需用多种溶剂配合使用以扩大溶解范围，还要利用表面活性剂的乳化和增溶作用，把水和油类溶剂做成乳状液，以便同时发挥两者的溶解特性。在工业洗涤和干洗领域，就是利用这个原理配制成各种工业用洗涤剂和干洗剂。","（3）化学反应：氧化和还原是洗涤剂常有的化学反应，使用时需根据情况调节洗液浓度、温度以及反应时间。在工业清洗领域，有时使用硫酸、盐酸、烧碱等强酸、强碱洗掉金属表面的锈、水垢和油污等。家庭洗涤一般用化学反应作用比较温和的弱酸或弱碱，例如利用氨水同污垢中脂肪酸的中和生成皂来洗涤织物上的混合污垢。","常说的“漂白”，就是氧化和还原反应的结果。另外，许多氧化剂还具有较强的杀菌作用，可用于炊具和餐具等的杀菌。","（4）吸附：利用同污垢有亲和性的某种物质表面吸附污垢。为增强吸附能力，吸附剂通常制成“比表面积”很大的粉末或颗粒状的离散形态。","一些溶液中的污垢可使用活性炭吸附。厨房用和擦洗玻璃用的去污粉里面含的活性白土、洗衣粉中的淀粉等，都属于有机高分子胶体粒子，它们对污垢的吸附具有一定的选择性。","（5）物理作用：利用机械力促使污垢从纤维上脱离，例如洗衣服时的搅拌和锤击。加热也是一种重要的物理作用。对纤维加热可以使其表面迅速润湿、膨胀，提高洗涤效果，所以用热水洗衣服更容易洗得干净。","（6）酶分解：第五章讲到，酶是由生物体内活细胞产生的一种高分子有机化合物，是一种生物催化剂。对于血渍、草渍等蛋白污渍，可借助酶对生物物质的分解和合成具有的催化作用，达到好的洗涤去污效果。","不同污垢具有不同特性，需要选择合适的洗涤剂才能有效清洗。一些污垢不溶于水却能溶于有机溶剂，加入表面活性剂并施加机械力可以产生乳化、分散的效果；油脂虽然不溶于水，但在碱的作用下能形成水溶性的脂肪酸钠（肥皂），这种物质具有很好的表面活性，有助于洗涤；水泥、石膏、石灰、尘土等无机污垢，润滑油、焦油、涂料、沥青等有机污垢不溶于水也不溶于有机溶剂，可以借适当的表面活性及机械力，使其脱落并形成分散体或悬浊液而被除去。"]},{"section_title":" 牙膏","section_content":["牙膏成份主要是粉状磨料（摩擦剂），另外有润湿剂、粘合剂、表面活性剂、发泡剂、甜味剂、香料以及水等。一些所谓的“药物牙膏”，则是添加了中草药、西药、氟化物、酶、叶绿素、抗菌剂等，以达到消炎、杀菌、防龋、防酸、脱敏、防牙石等方面的功效。","常用摩擦剂有碳酸钙（CaCO3）、磷酸氢钙、焦磷酸钙、水合硅酸、氢氧化铝等。碳酸钙其实就是大多数岩石、水壶里水垢的主要成分。工业上用的碳酸钙，则分为“重质”和“轻质”两类，前者是将石灰岩和方解石通过机械方法粉碎、研磨、精制而成；牙膏主要用轻质碳酸钙，它是利用化学方法，将钙盐溶于盐酸中，再通入二氧化碳，得到碳酸钙沉淀，颗粒细、比重轻。由于牙膏含有细腻的磨擦剂，可用于抛光某些硬质的光滑表面。例如，用软布蘸上少量牙膏，在手机外壳、手表等表面不断摩擦，就可去除一些细小的划痕。","表面活性剂起口腔清洁的作用，目前广泛采用中性洗涤剂（月桂醇磺酸钠），能快速发泡和清洗污垢；湿润剂包括甘油等，可防止牙膏在软管中固化、变硬，并增加光泽；粘合剂可使牙膏配料分散、均匀；薄荷作为香料可赋予牙膏凉爽感，此外还可使用丁香油、水果类（如柑橘类）香精。为改善口感，牙膏中加了少量糖精，或用木糖醇做甜味剂，另外甘油本身也有一定甜味。有的牙膏还加了一些可防止口臭或抑制口腔残留物发酵，或使牙齿表面珐琅质强化、防治龋齿的特殊成分，如一些氟化合物。但长期饮用含氟量高的水，牙齿表面会形成齿斑、齿质变脆。"]},{"section_title":" 彩条牙膏","section_content":["imgs/image492.jpg","imgs/image494.jpg","彩条牙膏及其原理","有些牙膏可以挤出彩色条状的混合膏体，通常有两色、三色。剪开彩条牙膏可以发现，里面是“管内有管”，每个管放不同颜色的材料。挤牙膏时，多个管一起受压，膏体同时挤出并融合在一起形成彩条。"]},{"section_title":"物理除臭","section_content":["　　物理除臭不改变臭气组成，只改变局部（或相对）浓度，常见方式有吸附、遮掩除臭等。","（1）吸附除臭：用具有吸附能力的物质将恶臭分子吸附，从而减少臭气浓度。为了增加效果，吸附物质多为比表面积较大的多孔或粉体形态。这种除臭剂一般含有活性炭，前面已介绍。活性炭对室内的甲醛、苯系物、硫化物、氮化物、氨类等有害物质均能进行吸收，适用于新装修居室、衣柜抽屉、米缸、饮水机、水族箱等，还能吸收蔬菜、茶叶、大米等表面的残留农药。","（2）掩蔽除臭：其实是一种“掩耳盗铃”式的做法，一般用天然芳香油、香料等物质掩蔽恶臭，用于消除难以去除的臭味或者难以除臭操作的环境。"]},{"section_title":"化学除臭","section_content":["　　原理是利用氧化、还原、中和、缩合、离子交换等化学反应，将产生的恶臭物质变为无臭物质。","　　（1）氧化除臭剂：次氯酸钠（NaClO）、氯气等氧化剂，可将臭气中的有机硫和有机胺类物质氧化成臭味较轻或溶解度较高的化合物。 ","　　（2）盐类化合物：如二价铁离子和抗坏血酸在一起，与氨、硫醇等恶臭物质反应，或三价铁衍生物、金属络合物与硫醇或硫发生置换反应，将恶臭物质转化为无臭物质。","　　（3）酸、碱制剂：如氧化锌与硫化氢发生非催化气固两相反应，黄酮与单宁酸等木材精油成分通过包合作用、中和作用、加成反应，可以去除硫化氢等恶臭物质。"]},{"section_title":"生物除臭","section_content":["包括酶制品、动植物和微生物等不同除臭方式。","酶能在温和条件下催化各种生物化学反应。生产中应用较多的酶除臭剂，有复合酶和植酸酶。在动物养殖场，将这些酶加入饲料中，可大大减少动物粪便中氮、磷的排泄量。加入某些酶还可加快与臭气的反应速度，减短臭气净化周期。","蚯蚓的肠道含有大量微生物，可以分解多种有机物，并将其吸附的物质进行分解，降低臭气浓度。另外，蚯蚓粪中含的有机碳和矿物质，跟活性碳等结构相似，都呈现多孔质的结构，能对各种臭气成分进行吸附。由于除臭效果好、价格低，适合牲畜、家禽圈舍以及粪场等地方使用。","丝兰皂角苷是丝兰属植物中提取的活性物质，能有效的降低氨、硫化氢等气体浓度，减少动物粪便中氨，硫化氢等气体向空气中排放。丝兰皂角苷还能提高动物消化率，在有关猫和狗的研究中发现，丝兰提取物可使排泄物臭味明显下降。","茶叶也具有除臭的功效。茶叶中的酚类可与巯基、亚氨基反应，减少臭气浓度；少量的咖啡碱、碳水化合物、氨基酸等物质，可以通过物理和化学作用消除臭气物质。有趣的是，在粗老茶叶或低档绿茶中有效除臭成分的含量反而更高。","一些中草药成分可以与臭气分子反应，生成挥发性低的无臭物质，杀菌消毒成分则抑制细菌生长、降低分解有机物的活性，减少臭气产生与排放。例如，金银花中的氯原酸提取物具有除臭、杀菌效果；多酚类化合物是中草药抗菌活性的重要成分，与茶叶一样，可与臭气分子反应；芳香物质（薄荷）可以起到稀释臭味的作用，其中的不饱和化合物可与臭气反应，去除臭气。","植物落叶及枯草中含有大量多糖类物质，在水、土中发酵及老化后生成的物质也具有分解并除去臭味的功能。"]},{"section_title":" 高吸水性树脂与尿不湿","section_content":["“尿不湿”能够大量吸水和保持干燥的原因，是使用了一种称为“高吸水性树脂”的材料。这种材料由淀粉和丙烯酸盐作为主要原料，突出特点是吸水和蓄水量大得惊人：可吸收40～60倍自身重量的生理盐水，或50～100倍的纯净水。所以，小孩流的尿会被它全部“喝”光，而不必担心尿湿裤子。","高吸水性树脂（简称高分子SAP）为轻度交联结构的高分子聚合物，它是由水溶性聚合物在一定条件下接枝、共聚、交联形成的不溶于水，但能高度“溶涨”的聚合物。每克树脂能够在30秒内就吸足数百克的无离子水，吸水后的凝胶在外加压力下，水也不容易从中挤出来。","从分子结构上看，具有疏水基团和羟基、羧基、酰胺基等亲水基团，在保水剂内部形成三维网状结构。亲水基团与水相互作用，形成水合状态；而疏水部分易于折向内侧，成为局部不溶性的微粒结构，导致进入的水分子失去活动性，局部冻结，形成“伪冰”（Falseice）。","高吸水树脂无毒、无刺激，除了吸水率、保水性高外，遇到尿的成分之一——氨，还可将其吸收，因此有明显去臭效果。吸水后的树脂凝胶体具有高膨胀性，体积可膨胀数百倍。","高吸水性树脂的应用其实很多。在石油工业中，可作为油水分离剂；建筑行业可用作隔水、调湿材料；矿山行业可用作掘进隧道的润滑剂；环保行业可用于处理污水，如重金属离子溶液；日化领域作为空气清新剂、护肤香料保持剂、食品保鲜剂等。以色列一家公司还利用天然原料合成了一种高吸水性聚合物，制成埋于农作物根部土壤的储水器。由于大大减少了水分的蒸发，可节约60～80%的灌溉用水，还可自然降解成氨，向农作物提供养料。"]},{"section_title":" 香水","section_content":["香水是一种混合了香精油、固定剂与酒精或乙酸乙酯的液体，可让人体（部位）拥有持久而悦人的气味。","大多数香水包括多种成分，有的甚至号称有200种。这些成分中，最主要的是化学合成物。有些可能会来自植物，或来自焦油、凡士林和其它匪夷所思的材料，每种成分的用量必须精密控制。","香水的核心——香精油，是用萃取、蒸馏、榨压或吸附等方法取自花草植物的香味有机物。"]},{"section_title":" 防蛀剂","section_content":["羊毛衫等以动物毛或皮为原料的衣物，存贮过程容易发生虫蛀现象。食毛（皮）的蛀虫很多，大致有鳞翅目蛾蝶类的衣蛾以及鞘翅目甲虫类的皮蠢虫两类，它们以角蛋白质为食物，4～10月最为活跃，但在干燥低温或阳光照射下很难生存。","传统上习惯使用樟脑球来保护衣物，其主要化学成分是具有挥发性的“对氯二苯”。使用时，不要直接放在衣物内，而应该包上透气的卫生纸放在衣柜上方，塑料袋包装则需要扎上小孔。无论什么成分的防蛀剂，要注意密封使用，撒放后要将衣柜或衣橱门关紧，这样驱虫效果好、味道也不容易扩散。另外，挥发完以后就要更换。","对氯二苯具有一定的毒性，所以有驱虫作用。穿着用樟脑保存过的衣物前，都应当将衣服晾一段时间，让有害物挥发干净后再穿。新生儿使用的衣服切忌放置樟脑球。另外，使用时应避免小孩接触，并远离塑料玩具、食物、食具等。","天然纤维怕蛀虫咬食，所以需要长期存放的棉、麻、丝、毛织物必须夹放防蛀剂。合成纤维不怕虫蛀、也不会发霉，存放时一般可不放防蛀物品。但掺有天然纤维的涤棉布、毛涤哔叽、三合一花呢等混纺织物，仍需防止蛀虫。选购防蛀剂时，要注意包装袋上标注的成分。","目前也开发了一些在生产阶段就使羊毛衫具有抑制和杀虫性能的“防蛀整理”技术，保存这种羊毛衫就不需用樟脑等防蛀剂了。防蛀整理的常用方法，有羊毛化学改性法和防蛀剂整理法。"]},{"section_title":" 杀虫剂","section_content":["按杀死害虫的原理，杀虫剂可分类为：","（1）胃毒剂：经虫口进入其消化系统起毒杀作用，如敌百虫等；","（2）触杀剂：与表皮或附器接触后渗入虫体，或腐蚀虫体蜡质层，或堵塞气门而杀死害虫，如拟除虫菊酯、矿油乳剂等。","（3）熏蒸剂：利用有毒的气体、液体或固体的挥发而发生蒸气毒杀害虫或病菌，如溴甲烷等。","（4）内吸杀虫剂：被植物种子、根、茎、叶吸收并输导至全株，在一定时期内，以原体或其活化代谢物随害虫取食植物组织或吸吮植物汁液而进入虫体，起毒杀作用，如乐果等。","按毒理作用可分为：","（1）神经毒剂：作用于害虫的神经系统，如滴滴涕、除虫菊酯等。","（2）呼吸毒剂：抑制害虫的呼吸酶，如氰氢酸等。","（3）物理性毒剂：如矿物油剂可堵塞害虫气门，惰性粉可磨破害虫表皮，使害虫致死。","（4）特异性杀虫剂：引起害虫生理上的反常反应，如使害虫离作物远去的驱避剂，以性诱或饵诱诱集害虫的诱致剂，使害虫味觉受抑制不再取食以致饥饿而死的拒食剂，作用于成虫生殖机能使雌雄之一不育或两性皆不育的不育剂，影响害虫生长、变态、生殖的昆虫生长调节剂等。","按来源可分为：","（1）无机和矿物杀虫剂：如砷酸铅、砷酸钙、氟硅酸钠和矿油乳剂等。一般药效较低，对作物易引起药害，而砷剂对人毒性大，大部分已被淘汰。","（2）生物杀虫剂：全世界约有1000多种植物对昆虫具有或多或少的毒力。广泛应用的有除虫菊、鱼藤和烟草等。此外有些植物里还含有类似保幼激素、早熟素、蜕皮激素活性物质。如从喜树的根皮、树皮或果实中分离的喜树碱对马尾松毛虫有很强的不育作用。利用微生物的杀虫剂种类也很多，可分为细菌、真菌、病毒、原生动物和线虫等，已发现的有2000多种。目前，开发的产品主要有细菌类杀虫剂、真菌类杀虫剂、病毒类杀虫剂和抗生素类杀虫剂。","（3）有机合成杀虫剂：如DDT、六六六、硫丹、毒杀芬等。DDT、六六六曾是产量大、应用广的两个农药品种，但因易在生物体中蓄积，从20世纪70年代初开始在许多国家禁用或限用；有机磷类的对硫磷、敌百虫、乐果等约400个品种以上，产量居杀虫剂的第一位。家庭等场合用的卫生杀虫剂一般多为拟除虫菊酯类药物。这些药物相较于敌敌畏、锌硫磷、乐果等有机磷类药物，具有安全、毒副作用小、易于降解、对环境与人体影响小等优点。","（4）昆虫激素类杀虫剂：如多种保幼激素、性外激素类似物等。","蚊香也是一种杀虫剂，有固体或液体形式，成份包括前面介绍的一些类型。使用时将蚊香点燃或加热，这些杀虫剂便会散发出来。"]},{"section_title":" 杀鼠剂","section_content":["以前鼠药采用剧毒性药物，如毒鼠强等。现在所采用的杀鼠剂一般多用第二代抗凝血剂，主要作用机理在于破坏鼠类的造血机制，造成鼠类内出血而丧生。与剧毒性鼠药相比更安全，如作用时间较长，一旦出现误食事故，有较长的时间进行救治，而且第二代抗凝血剂如溴敌隆等特效解毒剂为维生素K1，较为容易得到；适口性好，不易引起鼠类拒食，从而保证了毒鼠效果。","鼠性多疑，遇到新的东西或食物往往会采取一些试探手段，例如少量取食或由老弱群体先行取食，种群种的其他成员会根据这些试探性行为的结果确定是否安全。剧毒性鼠药往往在开始的时候取得了一定的效果，然后效果就每况愈下，原因在于取食过鼠饵的老鼠将“危险”的讯息传递给了其他成员，造成了拒食、回避等反应。而第二代抗凝血剂由于它的潜伏期较长（一般为5～7天），往往会给老鼠一个“安全”的虚假信息，所以能较易取得长期、稳定有效的灭鼠效果。"]},{"section_title":" 除草剂","section_content":["一般有两类除草原理：","（1）灭生性除草剂：农药被植物吸收后，破坏它的生长点细胞而死亡。例如所谓“触杀”方式，除草剂进入植物体与原生质结合，破坏组织和器官活力；或者“内吸传导”，除草剂进入植物体随光合作用的产物，沿着韧皮部中的筛管运经生长旺盛的顶芽幼叶和根尖，导致植物死亡。","（2）选择性除草剂：不同植物对同一浓度生长素(或农药)溶液的敏感性不同来除草，双子叶植物比单子叶植物对生长素作用敏感，而杂草主要是双子叶植物。"]},{"section_title":"纤维与纺织材料","section_content":["我们穿的衣服、用的毛巾以及被套等都是在纺织材料的基础上生产出来的，都称为织物。从纺织材料到织物的基本过程，是由“纤维”这类较短或不规则的“线”，通过纺织制成长而均匀的“纱线”，再通过一定手段（人工或机器）编织成布，再经过一定的裁剪和缝纫等工序。基本上，就是一个由“线”到“面”、再到“体”的过程。","imgs/image496.jpg","imgs/image498.jpg","纺织材料与织物","广义的纺织材料，包括纤维原料及其加工制造的半成品（粗纱）和制品（纱线、织物等）。","最早用于制造线的材料是植物纤维，如香蕉树的韧皮、荨麻、大麻和棉花等。这些植物最初是野生的，后来人们逐步驯化了一些，如荨麻、大麻和棉。","按来源和化学组成分，目前用的纺织纤维有：","（1）天然纤维：包括植物纤维（棉、木棉、彩色棉等种子纤维）、动物纤维（毛）、矿物纤维（石棉等）。丝绸所用的蚕丝是一种天然蛋白质纤维，组成大分子的单基是α-氨基酸。蚕丝结构主要由丝素和包覆在丝素外的丝胶组成，此外还有少量蜡质、脂肪和灰分等。","（2）化学纤维：利用天然或合成的高分子物质经化学加工而取得的纺织纤维的总称。按原料和生产方法，分为人造纤维和合成纤维两类。","imgs/image500.jpg","imgs/image502.jpg","天然纤维——棉花与丝绸","人造纤维是由天然纤维改性的再生纤维，即利用有纤维素或蛋白质的天然高分子物质，如木材、蔗渣、芦苇、大豆、乳酪等为原料，经化学和机械加工而成。包括再生纤维素纤维（粘胶、铜氨、醋酯、天丝Tencel、莫代尔Modal、竹纤维等）、再生蛋白质纤维（酪素纤维、大豆纤维、花生纤维、仿蜘蛛丝纤维等）、再生无机纤维（玻璃纤维、金属纤维、岩石纤维、矿渣纤维等）。","合成纤维通常采用石油化工工业和炼焦工业中的副产品，是聚合物通过纺丝工艺生产的纤维，包括聚酯纤维（涤纶）、聚酰胺纤维（锦纶）、聚丙烯腈纤维（腈纶）、聚乙烯缩甲醛纤维（维伦）、聚丙烯纤维（丙纶）、聚氨酯纤维（氨纶、莱卡）等。","此外，按性能特征分，纤维又分为普通纤维、改性纤维、环保纤维、功能性纤维、高性能纤维、差别化纤维等。","有些不法商家为了获得最大利益，常常“挂羊头卖狗肉”，用成本相对较低的材料冒充高档材料，如人造丝冒充真丝。怎么鉴别呢？常见方法有手感目测法、燃烧法、显微镜观察法、药品着色法、化学溶解法等。","手感目测法根据各种纤维的纵、横向形态特征来鉴别。如有天然转曲的是棉；有鳞片的是毛；有横节、纵向裂纹的是麻；合成纤维一般纵向呈光滑棒状，有的还可见到呈颗粒状无规分布的二氧化钛消光剂。","三大类纤维燃烧特征","&nbsp;","就普通消费者而言，最简单易行的方法是燃烧法，根据的原理是不同化学成分的纤维具有的不同燃烧特征，通过比较不同阶段的燃烧特征即可实现辨别。燃烧阶段包括接近火焰、火焰中、离开火焰、气味及燃烧后残留物。根据燃烧结果，可将常用纤维分成三类，即纤维素纤维、蛋白质纤维及合成纤维，如表8-1。","燃烧法适用于单一成分的纤维、纱线和织物，但不适用于混合成分，或经过防火、防燃及其他整理的纤维和纺织品。"]},{"section_title":"服装的型号","section_content":["不知你想过没有：几乎每个人身材都是不一样的，但为什么我们在商场买衣服时，有限的几种衣服型号就能够满足大多数人的需要呢？原来，服装型号是根据正常人体的规律和使用需要，通过选出最有代表性的部位，经合理归纳设置的。","按照我国标准，成年男女服装型号包括“号”、“型”、“体型”三部分。其中，“号”表示身高，也就是衣服的长短，一般5厘米一档；“型”指胸围或腰围，也就是衣服的宽窄，4厘米一档；“体型”表示人体净胸围与净腰围的差值，根据体型从胖到瘦，分别为Y、A、B、C。标准要求服装上必须标明型号，号与型之间用斜线分开，后接体形分类代号。例如“170/88A”，170表示身高为170cm，88表示净体胸围为88cm，体形分类代号“A”表示胸腰落差在16cm～12cm之间。","有的国家采用代号为L、M、S等表示方法，国内也经常采用。其中，L表示大号，M表示中号，S表示小号。还有XL、XXL表示加大以及加加大号等等。"]},{"section_title":"织物的洗涤","section_content":["不同材质的织物有不同的洗涤要求。大家购买的衣物上，通常都带有明确的洗涤标识，如图7-23所示。","以粘胶纤维为例。这种材料怕碱，无论浓稀或强弱的碱对其均有破坏作用，所以洗涤时最好不要用含碱高的肥皂，可用含碱量低的合成洗衣粉或中性洗涤剂。粘胶纤维织物浸水后，纤维膨胀变得疏松易断，强度显著下降，因此不可长时间浸泡，需随洗随浸。洗涤过程中，洗液温度不宜过高，最好控制在35～40℃。洗涤时不宜使劲搓洗，以免织物起毛或裂口。洗后，用清水将洗液漂清，切忌用力拧绞。另外，粘胶纤维织物的耐光性和色牢度不及棉、麻、羊毛等天然纤维织物，应晾在阴凉通风处，将衣料轻轻展平，并使衣服的重量分布均匀，以减轻干燥后的走样、变形程度。","imgs/image504.gif","imgs/image506.gif","织物的洗涤标识"]},{"section_title":" 人造革与合成革","section_content":["人造革与合成革都是皮革的“仿制品”，但有一定区别。与真皮相比，它们虽然价格便宜很多，外观特性却几乎可以做到乱真，“蒙”到很多人！不过，仔细观测的话，它们在手感、耐用度等方面还是有差别的。最简单的鉴别方法，就是前面介绍的燃烧法。","人造革也叫仿皮，是PVC和PU等人造材料的总称。它是在纺织布基或无纺布基上，由各种不同配方的PVC和PU等发泡或覆膜加工制作而成。因此，人造革的两面明显不同——内侧一面通常可以看到网格状的布料基底。人造革可根据不同色彩、光泽、花纹图案以及强度、耐磨度、耐寒度等要求加工制成，花色品种繁多、防水性好、边幅整齐、材料利用率高，迄今都是极为流行的一类材料。","合成革比普通人造革更接近天然革。它模拟天然革的组成和结构，表面材料主要是聚氨脂，基料是涤纶、棉、丙纶等合成纤维制成的无纺布。正、反面都与皮革十分相似，并具有一定的透气性。合成革表面光滑、光泽漂亮，厚薄、色泽和强度均匀，不易发霉和虫蛀，在防水、耐酸碱和微生物方面还优于天然皮革。","合成革品种繁多，除具有合成纤维无纺布底基和聚氨酯微孔面层等共同特点外，无纺布纤维品种和加工工艺各不相同。"]},{"section_title":" 毛发的结构","section_content":["imgs/image508.jpg","毛发的结构","分为毛根和毛干两部分。毛根是埋在皮肤内的部分，即毛发的根部。毛干是露出皮肤之外的可见部分，由含黑色素的细长角化细胞构成，又可分为表皮、皮质及毛髓三层组织。黑色素使毛呈现颜色，其含量多少决定了毛发的色泽。不同身体部位的毛发虽然形态有一定差异，但结构是类似的。"]},{"section_title":" 染发剂","section_content":["近年来，染发俨然已成为人们的时尚选择，白发染黑、黑发染黄，可以满足不同需求。染发剂就是给头发染色的一种化妆品。","染发剂可分为暂时性、半永久性以及永久性染发剂三类。暂时性染发剂的颗粒较大，只沉积在头发表面形成覆盖层，与头发的相互作用不强，只需洗涤一次就可去除着色，可用于演员的临时化妆等。","半永久性染发剂的原理，是让体积相对较小的染料分子渗入头发表皮，部分进入皮质，从而比暂时性染发剂更耐洗，可经过十多次洗涤。使用时，先均匀涂在头发上，停留约30分钟后再用水冲洗掉残留染发剂。由于不需使用双氧水，对头发损伤少，所以近年来较为流行。","现有的永久性染发剂可分为三种类型。","（1）植物型：利用从植物花茎叶的提取物质进行染色，价格较贵。","（2）氧化型：目前市场上的主流产品，属于化学染发剂，主要成分是染料中间体和偶合剂。着色原理是：染料中间体和偶合剂通过氧化剂（过氧化氢）与头发之间发生氧化还原反应，改变头发自身分子结构并打开毛鳞片、渗入皮质，进一步反应形成较大的染料分子，被封闭在头发纤维内，从而改变头发颜色。中间体和偶合剂的种类、含量比例不同，反应物色调就不同，使头发染上不同的颜色。","（3）金属型：以金属为原料的染色物主要沉积在发干表面，具有暗淡的金属色泽外观，但烫发效率低、头发可能变脆。","染发剂通常用到一种叫“对苯二胺”的着色剂，是国际公认的一种致癌物质。因此，建议一年染发次数不要超过两次，患有高血压、心脏病、哮喘病等疾病的患者不适合染发，准备生育的夫妻以及孕妇、哺乳期的妇女同样也不宜染发。"]},{"section_title":"皮革保护与光亮剂","section_content":["皮革用上一段时间后，表面会显得皮质粗糙，失去光泽。局部来看，就是表面的凹凸不平使得光线产生了向四面八方无规律的反射（漫反射）。喷涂皮革光亮剂后，里面的小颗粒成份会填充到凹处，使表面光滑、平整，反射的光线集中了，所以就感觉发亮。","皮革光亮剂按溶剂不同，有水性剂和油性剂两类，都只能用于皮革增加亮光，不能用于化纤布等。水性剂更加环保，所以逐渐成为主流，其主要成分是水性上光剂（丙烯酸，聚氨酯等）、共溶剂（水等快干剂）、湿润成膜剂以及增稠剂。","鞋油也算一种皮革光亮剂，其亮光的原理是类似的。市场上鞋油种类繁多，但大体上可分为乳液型、油型以及液体鞋油三种。乳液型鞋油主要由蜡、水和虫胶油构成，是目前市场上最常见、使用最多的一种，对潮湿多雨地区尤为适用；油型鞋油不含水，主要由蜡和油组成，因此比乳液型更具有防水性，但如果长期使用会使革色泽变浅，建议和乳液型鞋油并用，效果较好；液体鞋油由乳化蜡和水制成，不需擦拭，涂在皮鞋上就可以使皮革光亮。"]},{"section_title":"胶水","section_content":["胶水又称胶粘剂、粘合剂，是连接两种材料的中间体，属于精细化工产品。胶水种类繁多。按使用特性，可分为：","（1）水溶型：淀粉、糊精、聚乙烯醇、羧甲基纤维素等用水作溶剂的粘合剂；","（2）热熔型：是一种固体粘合剂，通过加热使粘合剂熔化后使用，如聚氨酯、聚苯乙烯、聚丙烯酸酯、乙烯—醋酸乙烯共聚物等热塑性树脂；","（3）溶剂型：不溶于水而溶于某种溶剂的粘合剂，如虫胶、丁基橡胶等；","（4）乳液型：在水中呈悬浮状，如醋酸乙烯树脂、丙烯酸树脂、氯化橡胶等；","（5）无溶剂液体粘合剂：常温下呈粘稠液体状，如环氧树脂等。","按粘合材料，有淀粉浆糊、水玻璃、化学浆糊、酪蛋白等纸基材料粘合剂，丁苯胶、聚氨酯、乙烯—醋酸乙烯共聚物、醋酸乙烯树脂等塑料粘合剂，以及骨胶、皮胶、鲠胶和豆胶等动植物胶做成的木材粘合剂，还有在临床中有重要作用的医用胶水。其中，医用胶水在外科手术中用于某些器官和组织的局部粘合和修补，以及骨科手术中骨骼、关节的结合与定位，微血管止血和牙齿修补等等。此外，按材料来源分，有天然和人工粘合剂两类。","下面以水溶型粘合剂为例，说说胶水粘合的基本原理。胶水中的高分子粒子一般是半径很小的球形，物体之间的粘接主要靠胶水中高分子体之间的拉力来实现。水是胶水中高分子体的载体，可以载着高分子体慢慢浸入到材料内部。当水分蒸发、消失后，高分子依靠相互间的拉力将两个物体紧紧结合在一起。如果使用胶水时涂胶量过多，会使高分子体相互拥挤在一起，形成不了相互间最强的吸引力，同时水分也不容易挥发掉。事实上，涂胶量过多，胶水起到的是“填充”而非“粘接”作用，粘接效果反而变差。","如果不是水溶性的胶水，原理也大同小异，只是其他溶剂代替了水而已。"]}]}]